{"abstract": "The Yeast Gene Order Browser (YGOB) is an online tool designed to facilitate the comparative genomic visualization and appraisal of synteny within and between the genomes of seven hemiascomycete yeast species. Three of these genomes are polyploid, and hence contain intra-genomic syntenic regions, the correct assembly of which is a particular success of YGOB. Designed to accurately assemble, display and score gene order relationships, YGOB is both an interactive tool for browsing genomic data, and a software engine now being used for evolutionary analyses on a whole-genome scale. Underlying the online interface is the YGOB database, which consists of homology assignments across the species, extensively curated based on sequence similarity and novelly, an appraisal of genomic context (synteny) in multiple genomes. Currently the YGOB database incorporates genome data from Saccharomyces cerevisiae, Candida glabrata, Saccharomyces castellii, Ashbya gossypii, Kluyveromyces lactis, Kluyveromyces waltii and Saccharomyces kluyveri, but the system is scaleable to accommodate additional genomes. This paper discusses the usage and utility of version 1.0 of YGOB, which is publicly available at http://wolfe.gen.tcd.ie/ygob.", "authors": ["Kevin P. Byrne", "Kenneth H. Wolfe"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Visualizing syntenic relationships among the hemiascomycetes with the Yeast Gene Order Browser\r\n "}