{"abstract": "Use of RNA interference (RNAi) in forward genetic screens is proliferating. Currently, short-interfering RNAs (siRNAs) and short-hairpin RNAs (shRNAs) are being used to silence genes to tease out functional information. It is becoming easier to harness RNAi to silence specific genes, owing to the development of libraries of readymade shRNA and siRNA gene-silencing constructs by using a variety of sources. RNAi Codex, which consists of a database of shRNA related information and an associated website, has been developed as a portal for publicly available shRNA resources and is accessible at http://codex.cshl.org. RNAi Codex currently holds data from the Hannon–Elledge shRNA library and allows the use of biologist-friendly gene names to access information on shRNA constructs that can silence the gene of interest. It is designed to hold user-contributed annotations and publications for each construct, as and when such data become available. We will describe features of RNAi Codex and explain the use of the tool.", "authors": ["A. Olson", "N. Sheth", "J. S. Lee", "G. Hannon", "R. Sachidanandam"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "RNAi Codex: a portal/database for short-hairpin RNA (shRNA) gene-silencing constructs\r\n "}