{"abstract": "The high similarity of tunicates and vertebrates during their development coupled with the transparency of tunicate larvae, their well-studied cell lineages and the availability of simple and efficient transgenesis methods makes of this subphylum an ideal system for the investigation of vertebrate physiological and developmental processes. Recently, the sequencing of two different Ciona genomes has lead to the identification of numerous genes. In order to better understand the regulation of these genes, a database was created containing information on regulation of tunicate genes collected from literature. It includes for instance information regarding the minimal promoter length, the transcription factors involved and their binding sites, as well as the localization of the gene expression. Additionally, binding sites for characterized transcription factors were predicted based on published in vitro recognition sites. Comparison of the promoters of homologous genes in different species is also provided to allow identification of conserved cis elements. At the time of writing, information about 184 promoters, containing 73 identified binding sites and >2000 newly predicted binding sites is available. This database is accessible at http://dbtgr.hgc.jp.", "authors": ["Nicolas Sierro", "Takehiro Kusakabe", "Keun-Joon Park", "Riu Yamashita", "Kengo Kinoshita", "Kenta Nakai"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "DBTGR: a database of tunicate promoters and their regulatory elements\r\n "}