{"abstract": "pSTIING (http://pstiing.licr.org) is a new publicly accessible web-based application and knowledgebase featuring 65 228 distinct molecular associations (comprising protein–protein, protein–lipid, protein–small molecule interactions and transcriptional regulatory associations), ligand–receptor–cell type information and signal transduction modules. It has a particular major focus on regulatory networks relevant to chronic inflammation, cell migration and cancer. The web application and interface provide graphical representations of networks allowing users to combine and extend transcriptional regulatory and signalling modules, infer molecular interactions across species and explore networks via protein domains/motifs, gene ontology annotations and human diseases. pSTIING also supports the direct cross-correlation of experimental results with interaction information in the knowledgebase via the CLADIST tool associated with pSTIING, which currently analyses and clusters gene expression, proteomic and phenotypic datasets. This allows the contextual projection of co-expression patterns onto prior network information, facilitating the identification of functional modules in physiologically relevant systems.", "authors": ["Aylwin Ng", "Borisas Bursteinas", "Qiong Gao", "Ewan Mollison", "Marketa Zvelebil"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "pSTIING: a ‘systems’ approach towards integrating signalling pathways, interaction and transcriptional regulatory networks in inflammation and cancer\r\n "}