{"abstract": "Insertional mutant databases containing Flanking Sequence Tags (FSTs) are becoming key resources for plant functional genomics. We have developed OryGenesDB (http://orygenesdb.cirad.fr/), a database dedicated to rice reverse genetics. Insertion mutants of rice genes are catalogued by Flanking Sequence Tag (FST) information that can be readily accessed by this database. Our database presently contains 44166 FSTs generated by most of the rice insertional mutagenesis projects. The OryGenesDB genome browser is based on the powerful Generic Genome Browser (GGB) developed in the framework of the Generic Model Organism Project (GMOD). The main interface of our web site displays search and analysis interfaces to look for insertions in any candidate gene of interest. Several starting points can be used to exhaustively retrieve the insertions positions and associated genomic information using blast, keywords or gene name search. The toolbox integrated in our database also includes an ‘anchoring’ option that allows immediate mapping and visualization of up to 50 nucleic acid sequences in the rice Genome Browser of OryGenesDB. As a first step toward plant comparative genomics, we have linked the rice and Arabidopsis whole genome using all the predicted pairs of orthologs by best BLAST mutual hit (BBMH) connectors.", "authors": ["G. Droc", "M. Ruiz", "P. Larmande", "A. Pereira", "P. Piffanelli", "J. B. Morel", "A. Dievart", "B. Courtois", "E. Guiderdoni", "C. Périn"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "OryGenesDB: a database for rice reverse genetics\r\n "}