{"abstract": "The snoRNA-LBME-db is a dedicated database containing human C/D box and H/ACA box small nucleolar RNAs (snoRNAs), and small Cajal body-specific RNAs (scaRNAs). C/D box and H/ACA box snoRNAs are part of ribonucleoparticles that guide 2′-O-ribose methylation and pseudouridilation, respectively, of selected residues of 28S, 18S or 5.8S rRNAs or of the spliceosomal U6 RNA. Similarly, scaRNAs guide modifications of the spliceosomal RNAs transcribed by RNA polymerase II (U1, U2, U4, U5 and U12) and are often composed of both C/D box and H/ACA box domains. However, some snoRNAs do not function as modification guide RNAs, but rather as RNA chaperones during the maturation of pre-rRNA. The database was built by a compilation of the literature, and comprises human sno/scaRNAs that were experimentally verified, as well as the human orthologs of snoRNAs that were cloned in other vertebrate species, and some snoRNAs that are predicted by bioinformatics search in loci submitted to genomic imprinting, but have not all been experimentally verified. For each entry, the database identifies the modified nucleotide(s) in the target RNA(s), indicates the corresponding predicted base pairing, gives a few pertinent references and provides a link to the position of the sno/scaRNA on the UCSC Genome Browser. The ‘Find guide RNA’ function allows one to find the sno/scaRNAs predicted to guide the modification of a particular nucleotide in the rRNA and spliceosomal RNA sequences. The ‘Browse’ function allows one to download the sequences of selected sno/scaRNAs in the FASTA format. The database is available online at http://www-snorna.biotoul.fr/. It can also be accessed from the human UCSC Genome Browser via the sno/miRNA track.", "authors": ["Laurent Lestrade", "Michel J. Weber"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "snoRNA-LBME-db, a comprehensive database of human H/ACA and C/D box snoRNAs\r\n "}