{"abstract": "Natural oligopeptides may regulate nearly all vital processes. To date, the chemical structures of nearly 6000 oligopeptides have been identified from >1000 organisms representing all the biological kingdoms. We have compiled the known physical, chemical and biological properties of these oligopeptides—whether synthesized on ribosomes or by non-ribosomal enzymes—and have constructed an internet-accessible database, EROP-Moscow (Endogenous Regulatory OligoPeptides), which resides at http://erop.inbi.ras.ru. This database enables users to perform rapid searches via many key features of the oligopeptides, and to carry out statistical analysis of all the available information. The database lists only those oligopeptides whose chemical structures have been completely determined (directly or by translation from nucleotide sequences). It provides extensive links with the Swiss-Prot-TrEMBL peptide-protein database, as well as with the PubMed biomedical bibliographic database. EROP-Moscow also contains data on many oligopeptides that are absent from other convenient databases, and is designed for extended use in classifying new natural oligopeptides and for production of novel peptide pharmaceuticals.", "authors": ["Alexander A. Zamyatnin", "Alexander S. Borchikov", "Michail G. Vladimirov", "Olga L. Voronina"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "The EROP-Moscow oligopeptide database\r\n "}