{"abstract": "The first release of Protein–protein Interactions Thermodynamic Database (PINT) contains >1500 data of several thermodynamic parameters along with sequence and structural information, experimental conditions and literature information. Each entry contains numerical data for the free energy change, dissociation constant, association constant, enthalpy change, heat capacity change and so on of the interacting proteins upon binding, which are important for understanding the mechanism of protein–protein interactions. PINT also includes the name and source of the proteins involved in binding, their Protein Information Resource, SWISS-PROT and Protein Data Bank (PDB) codes, secondary structure and solvent accessibility of residues at mutant positions, measuring methods, experimental conditions, such as buffers, ions and additives, and literature information. A WWW interface facilitates users to search data based on various conditions, feasibility to select the terms for output and different sorting options. Further, PINT is cross-linked with other related databases, PIR, SWISS-PROT, PDB and NCBI PUBMED literature database. The database is freely available at http://www.bioinfodatabase.com/pint/index.html", "authors": ["M. D. Shaji Kumar", "M. Michael Gromiha"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "PINT: Protein–protein Interactions Thermodynamic Database\r\n "}