{"abstract": "The RTPrimerDB (http://medgen.ugent.be/rtprimerdb) project provides a freely accessible data retrieval system and an in silico assay evaluation pipeline for real-time quantitative PCR assays. Over the last year the number of user submitted assays has grown to 3500. Data conveyance from Entrez Gene by establishing an assay-to-gene relationship enables the addition of new primer assays for one of the 1.5 million different genes from 2300 species stored in the system. Easy access to the primer and probe data is possible by using multiple search criteria. Assay reports contain gene information, assay details (such as oligonucleotide sequences, detection chemistry and reaction conditions), publication information, users' experimental evaluation feedback and submitter's contact details. Gene expression assays are extended with a scalable assay viewer that provides detailed information on the alignment of primer and probe sequences on the known transcript variants of a gene, along with Single Nucleotide Polymorphisms (SNP) positions and peptide domain information. Furthermore, an mfold module is implemented to predict the secondary structure of the amplicon sequence, as this has been reported to impact the efficiency of the PCR. RTPrimerDB is also extended with an in silico analysis pipeline to streamline the evaluation of custom designed primer and probe sequences prior to ordering and experimental evaluation. In a secured environment, the pipeline performs automated BLAST specificity searches, mfold secondary structure prediction, SNP or plain sequence error identification, and graphical visualization of the aligned primer and probe sequences on the target gene.", "authors": ["Filip Pattyn", "Piet Robbrecht", "Anne De Paepe", "Frank Speleman", "Jo Vandesompele"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "RTPrimerDB: the real-time PCR primer and probe database, major update 2006\r\n "}