{"abstract": "EndoNet is a new database that provides information about the components of endocrine networks and their relations. It focuses on the endocrine cell-to-cell communication and enables the analysis of intercellular regulatory pathways in humans. In the EndoNet data model, two classes of components span a bipartite directed graph. One class represents the hormones (in the broadest sense) secreted by defined donor cells. The other class consists of the acceptor or target cells expressing the corresponding hormone receptors. The identity and anatomical environment of cell types, tissues and organs is defined through references to the CYTOMER® ontology. With the EndoNet user interface, it is possible to query the database for hormones, receptors or tissues and to combine several items from different search rounds in one complex result set, from which a network can be reconstructed and visualized. For each entity, a detailed characteristics page is available. Some well-established endocrine pathways are offered as showcases in the form of predefined result sets. These sets can be used as a starting point for a more complex query or for obtaining a quick overview. The EndoNet database is accessible at http://endonet.bioinf.med.uni-goettingen.de/.", "authors": ["Anatolij Potapov", "Ines Liebich", "Jürgen Dönitz", "Knut Schwarzer", "Nicole Sasse", "Torsten Schoeps", "Torsten Crass", "Edgar Wingender"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "EndoNet: an information resource about endocrine networks\r\n "}