{"abstract": "A SELEX (systematic evolution of ligands by exponential enrichment)-based approach was developed to determine whether HIV-RT showed preference for particular primer-template sequences. A 70 nt duplex DNA was designed with 20 nt fixed flanking sequences at the 3′ and 5′ ends and a randomized 30 nt internal sequence. The fixed sequence at the 5′ end contained a BbsI site six bases removed from the randomized region. BbsI cuts downstream of its recognition site generating four base 5′ overhangs with recessed 3′ termini. Cleavage produced a 50 nt template and 46 nt primer with the 3′ terminus within the randomized region. HIV-RT was incubated with this substrate and material that bound RT was isolated by gel-shift. The recovered material was treated to regenerate the BbsI site, amplified by PCR, cleaved with BbsI and selected with HIV-RT again. This was repeated for 12 rounds. Material from round 12 bound approximately 10-fold more tightly than starting material. All selected round 12 primer-templates had similar sequence configuration with a 6–8 base G run at the 3′ primer terminus, similar to the HIV polypurine tract. Further modifications indicate that the Gs were necessary and sufficient for strong binding.", "authors": ["Jeffrey J. DeStefano", "Jason V. Cristofaro"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Selection of primer-template sequences that bind human immunodeficiency virus reverse transcriptase with high affinity\r\n "}