{"abstract": " Many restriction enzymes require binding of two copies of a recognition sequence for DNA cleavage, thereby introducing a loop in the DNA. We investigated looping dynamics of Type IIE restriction enzymes NaeI and NarI by tracking the Brownian motion of single tethered DNA molecules. DNA containing two endonuclease recognition sites spaced a few 100 bp apart connect small polystyrene beads to a glass surface. The position of a bead is tracked through video microscopy. Protein-mediated looping and unlooping is then observed as a sudden specific change in Brownian motion of the bead. With this method we are able to directly follow DNA looping kinetics of single protein–DNA complexes to obtain loop stability and loop formation times. We show that, in the absence of divalent cations, NaeI induces DNA loops of specific size. In contrast, under these conditions NarI mainly creates non-specific loops, resulting in effective DNA compaction for higher enzyme concentrations. Addition of Ca 2+ increases the NaeI-DNA loop lifetime by two orders of magnitude and stimulates specific binding by NarI. Finally, for both enzymes we observe exponentially distributed loop formation times, indicating that looping is dominated by (re)binding the second recognition site. ", "authors": ["Bram van den Broek", "Francesco Vanzi", "Davide Normanno", "Francesco S. Pavone", "Gijs J.L. Wuite"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Real-time observation of DNA looping dynamics of Type IIE restriction enzymes NaeI and NarI\r\n "}