{"abstract": " MSH2 is a central component of the mismatch repair pathway that targets mismatches arising during DNA replication, homologous recombination (HR) and in response to genotoxic stresses. Here, we describe the function of MSH2 in the moss Physcomitrella patens , as deciphered by the analysis of loss of function mutants. Ppmsh2 mutants display pleiotropic growth and developmental defects, which reflect genomic instability. Based on loss of function of the APT gene, we estimated this mutator phenotype to be at least 130 times higher in the mutants than in wild type. We also found that MSH2 is involved in some but not all the moss responses to genotoxic stresses we tested. Indeed, the Ppmsh2 mutants were more tolerant to cisplatin and show higher sensitivity to UV-B radiations. PpMSH2 gene involvement in HR was studied by assessing gene targeting (GT) efficiency with homologous and homeologous sequences. GT efficiency with homologous sequences was slightly decreased in the Ppmsh2 mutant compared with wild type. Strikingly GT efficiency with homeologous sequences decreased proportionally to sequence divergence in the wild type whereas it remained unaffected in the mutants. Those results demonstrate the role of PpMSH2 in the maintenance of genome integrity and in homologous and homeologous recombination. ", "authors": ["Bénédicte Trouiller", "Didier G. Schaefer", "Florence Charlot", "Fabien Nogué"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " MSH2 is essential for the preservation of genome integrity and prevents homeologous recombination in the moss Physcomitrella patens\n "}