{"abstract": " We have recently reported that a novel MBD2 interactor (MBD in ) has the capacity to reactivate transcription from MBD2-repressed methylated promoters even in the absence of demethylation events. Here we show that another unrelated protein, TACC3, displays a similar activity on methylated genes. In addition the data reported here provide possible molecular mechanisms for the observed phenomenon. Immunoprecipitation experiments showed that MBD2/TACC3 form a complex in vivo with the histone acetyltransferase pCAF. MBD2 could also associate with HDAC2, a component of MeCP1 repression complex. However, we found that the complexes formed by MBD2 with TACC3/pCAF and with HDAC2 were mutually exclusive. Moreover, HAT enzymatic assays demonstrated that HAT activity associates with MBD2 in vivo and that such association significantly increased when TACC3 was over-expressed. Overall our findings suggest that TACC3 can be recruited by MBD2 on methylated promoters and is able to reactivate transcription possibly by favoring the formation of an HAT-containing MBD2 complex and, thus, switching the repression potential of MBD2 in activation even prior to eventual demethylation. ", "authors": ["Tiziana Angrisano", "Francesca Lembo", "Raffaela Pero", "Francesco Natale", "Alfredo Fusco", "Vittorio E. Avvedimento", "Carmelo B. Bruni", "Lorenzo Chiariotti"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "TACC3 mediates the association of MBD2 with histone acetyltransferases and relieves transcriptional repression of methylated promoters\r\n "}