{"abstract": " Metal ions are essential for DNA polymerase and RNase H activities of HIV-1 reverse transcriptase (RT). RT studies are routinely performed at 6–8 mM Mg 2+ , despite the fact that the in vivo concentration might be as low as 0.2 mM. We studied the influence of MgCl 2 and ATP, which likely binds a significant fraction of the magnesium pool in vivo , on the DNA polymerase and RNase H activities of HIV-1 RT, its inhibition by nucleoside RT inhibitors (NRTIs) and primer unblocking by AZT-resistant RT. At low Mg 2+ concentration, reverse transcription of a natural template strongly increased despite a dramatically reduced intrinsic polymerase activity under such conditions. Low Mg 2+ concentrations affected the RNA stability and indirectly decreased its degradation by the RNase H activity. The reduced RNA degradation prevented premature dissociation of the template and primer strands that otherwise generated dead-end DNA products. In addition, low Mg 2+ dramatically decreased the incorporation of NRTIs into DNA and increased nucleotide excision by AZT-resistant RT. The latter effect is also most likely owing to the diminished cleavage of the RNA template. Thus, differences in the free Mg 2+ concentration between different cell types or during the cell cycle might strongly affect HIV-1 replication and its inhibition. ", "authors": ["Valérie Goldschmidt", "Joël Didierjean", "Bernard Ehresmann", "Chantal Ehresmann", "Catherine Isel", "Roland Marquet"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " Mg 2+ dependency of HIV-1 reverse transcription, inhibition by nucleoside analogues and resistance \r\n "}