{"abstract": " Small interfering RNA (siRNA) molecules are potent effectors of post-transcriptional gene silencing. Using noninvasive bioluminescent imaging and a mathematical model of siRNA delivery and function, the effects of target-specific and treatment-specific parameters on siRNA-mediated gene silencing are monitored in cells stably expressing the firefly luciferase protein. In vitro , luciferase protein levels recover to pre-treatment values within <1 week in rapidly dividing cell lines, but take longer than 3 weeks to return to steady-state levels in nondividing fibroblasts. Similar results are observed in vivo , with knockdown lasting ∼10 days in subcutaneous tumors in A/J mice and 3–4 weeks in the nondividing hepatocytes of BALB/c mice. These data indicate that dilution due to cell division, and not intracellular siRNA half-life, governs the duration of gene silencing under these conditions. To demonstrate the practical use of the model in treatment design, model calculations are used to predict the dosing schedule required to maintain persistent silencing of target proteins with different half-lives in rapidly dividing or nondividing cells. The approach of bioluminescent imaging combined with mathematical modeling provides useful insights into siRNA function and may help expedite the translation of siRNA into clinically relevant therapeutics for disease treatment and management. ", "authors": ["Derek W. Bartlett", "Mark E. Davis"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Insights into the kinetics of siRNA-mediated gene silencing from live-cell and live-animal bioluminescent imaging\r\n "}