{"abstract": " In Schizosaccharomyces pombe the RNAi machinery and proteins mediating heterochromatin formation regulate the transcription of non-coding centromeric repeats. These repeats share a high sequence similarity with telomere-linked helicase ( tlh ) genes, implying an ancestral relationship between the two types of elements and suggesting that transcription of the tlh genes might be regulated by the same factors as centromeric repeats. Indeed, we found that mutants lacking the histone methyltransferase Clr4, the Pcu4 cullin, Clr7 or Clr8, accumulate high levels of tlh forward and reverse transcripts. Mutations and conditions perturbing histone acetylation had similar effects further demonstrating that the tlh genes are normally repressed by heterochromatin. In contrast, mutations in the RNAi factors Dcr1, Ago1 or Rdp1 led only to a modest derepression of the tlh genes indicating an alternate pathway recruits heterochromatin components to telomeres. The telomere-binding protein Taz1 might be part of such a redundant pathway, tlh transcripts being present at low levels in Δ taz1 mutants and at higher levels in Δ taz1 Δ dcr1 double mutants. Surprisingly, the chromodomain protein Chp1, a component of the Ago1-containing RITS complex, contributes more to tlh repression than Ago1, indicating the repressive effects of Chp1 are partially independent of RITS. The tlh genes are found in the subtelomeric regions of several other fungi raising the intriguing possibility of conserved regulation and function. ", "authors": ["Klavs R. Hansen", "Pablo Tejero Ibarra", "Geneviève Thon"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Evolutionary-conserved telomere-linked helicase genes of fission yeast are repressed by silencing factors, RNAi components and the telomere-binding protein Taz1\r\n "}