{"abstract": " NF-IL6β regulates gene expression and plays function roles in many tissues. The EGF-regulated cyclooxygenase-2 ( cox-2 ) expression is mediated through p38 MAPK signaling pathway and positively correlates with NF-IL6β expression in A431 cells. NF-IL6β coordinated with c-Jun on cox-2 transcriptional activation by reporter and small interfering RNA assays. NF-IL6β could directly bind to CCAAT/enhancer-binding protein (C/EBP) and cyclic AMP-response element (CRE) sites of the cox-2 promoter by in vitro -DNA binding assay. The C/EBP site was important for basal and, to a lesser extent, for EGF-regulated cox-2 transcription, while the CRE site was a more specific response to EGF inducibility of cox-2 gene. SUMO1 expression attenuated EGF- and NF-IL6β-induced cox-2 promoter activities. NF-IL6β was found to be sumoylated by in vivo - and in vitro -sumoylation assays, and the SUMO1-NF-IL6β (suNF-IL6β) lost its ability to interact with p300 in in vitro -binding assay. NF-IL6β was also acetylated by p300, and acetylation of NF-IL6β enhanced the cox-2 promoter activity stimulated by NF-IL6β itself. In vivo -DNA binding assay demonstrated that EGF stimulated the recruitment of p300 and NF-IL6β to the cox-2 promoter, yet promoted the dissociation of SUMO1-modificated proteins from the promoter. These results indicated that NF-IL6β plays a pivotal role in the regulation of basal and EGF-induced cox-2 transcription. ", "authors": ["Ju-Ming Wang", "Chiung-Yuan Ko", "Lei-Chin Chen", "Wen-Lin Wang", "Wen-Chang Chang"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " Functional role of NF-IL6β and its sumoylation and acetylation modifications in promoter activation of cyclooxygenase 2 gene \r\n "}