{"abstract": "While the ability of APOBEC3G to reduce the replication of a range of exogenous retroviruses is now well established, recent evidence has suggested that APOBEC3G can also inhibit the replication of endogenous retrotransposons that bear long terminal repeats. Here, we extend this earlier work by showing that two other members of the human APOBEC3 protein family, APOBEC3B and APOBEC3A, can reduce retrotransposition by the intracisternal A-particle (IAP) retrotransposon in human cells by 20-fold to up to 100-fold, respectively. This compares to an ∼4-fold inhibition in IAP retrotransposition induced by APOBEC3G. While both APOBEC3G and APOBEC3B specifically interact with the IAP Gag protein in co-expressing cells, and induce extensive editing of IAP reverse transcripts, APOBEC3A fails to package detectably into IAP virus-like particles and does not edit IAP reverse transcripts. These data, which identify human APOBEC3A as a highly potent inhibitor of LTR-retrotransposon function, are the first to ascribe a biological activity to APOBEC3A. Moreover, these results argue that APOBEC3A inhibits IAP retrotransposition via a novel mechanism that is distinct from, and in this case more effective than, the DNA editing mechanism characteristic of APOBEC3G and APOBEC3B.", "authors": ["Hal P. Bogerd", "Heather L. Wiegand", "Brian P. Doehle", "Kira K. Lueders", "Bryan R. Cullen"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "APOBEC3A and APOBEC3B are potent inhibitors of LTR-retrotransposon function in human cells\r\n "}