{"abstract": "The two BRCT domains (BRCT1 and BRCT2) of XRCC1 mediate a network of protein–protein interactions with several key factors of the DNA single-strand breaks (SSBs) and base damage repair pathways. BRCT1 is required for the immediate poly(ADP–ribose)-dependent recruitment of XRCC1 to DNA breaks and is essential for survival after DNA damage. To better understand the biological role of XRCC1 in the processing of DNA ends, a search for the BRCT1 domain-associated proteins was performed by mass spectrometry of GST-BRCT1 pulled-down proteins from HeLa cell extracts. Here, we report that the double-strand break (DSB) repair heterotrimeric complex DNA-PK interacts with the BRCT1 domain of XRCC1 and phosphorylates this domain at serine 371 after ionizing irradiation. This caused XRCC1 dimer dissociation. The XRCC1 R399Q variant allele did not affect this phosphorylation. We also show that XRCC1 strongly stimulates the phosphorylation of p53-Ser15 by DNA-PK. The pseudo phosphorylated S371D mutant was a much weaker stimulator of DNA-PK activity whereas the non-phosphorylable mutant S371L endowed with a DNA-PK stimulating capacity failed to fully rescue the DSB repair defect of XRCC1-deficient EM9 rodent cells. The functional association between XRCC1 and DNA-PK in response to IR provides the first evidence for their involvement in a common DSB repair pathway.", "authors": ["Nicolas Lévy", "Adeline Martz", "Anne Bresson", "Catherine Spenlehauer", "Gilbert de Murcia", "Josiane Ménissier-de Murcia"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "XRCC1 is phosphorylated by DNA-dependent protein kinase in response to DNA damage\r\n "}