{"abstract": " 5-fluorouracil (5-FU) is a widely used anticancer drug that disrupts pyrimidine nucleotide pool balances and leads to uracil incorporation in DNA, which is then recognized and removed by the uracil base excision repair (BER) pathway. Using complementary biochemical and genetic approaches we have examined the role of uracil BER in the cell killing mechanism of 5-FU. A yeast strain lacking the enzyme uracil DNA glycosylase (Ung1), which excises uracil from the DNA backbone leaving an abasic site, showed significant protection against the toxic effects of 5-FU, a G 1 /S cell cycle arrest phenotype, and accumulated massive amounts of U/A base pairs in its genome (∼4% of T/A pairs were now U/A). A strain lacking the major abasic site endonuclease of Saccharomyces cerevisiae (Apn1) showed significantly increased sensitivity to 5-FU with G 2 /M arrest. Thus, efficient processing of abasic sites by this enzyme is protective against the toxic effects of 5-FU. However, contrary to expectations, the Apn1 deficient strain did not accumulate intact abasic sites, indicating that another repair pathway attempts to process these sites in the absence Apn1, but that this process has catastrophic effects on genome integrity. These findings suggest that new strategies for chemical intervention targeting BER could enhance the effectiveness of this widely used anticancer drug. ", "authors": ["Lauren Seiple", "Pawel Jaruga", "Miral Dizdaroglu", "James T. Stivers"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Linking uracil base excision repair and 5-fluorouracil toxicity in yeast\r\n "}