{"abstract": " The human gene ddx42 encodes a human DEAD box protein highly homologous to the p68 subfamily of RNA helicases. In HeLa cells, two ddx42 poly(A) + RNA species were detected both encoding the nuclear localized 938 amino acid Ddx42p polypeptide. Ddx42p has been heterologously expressed and its biochemical properties characterized. It is an RNA binding protein, and ATP and ADP modulate its RNA binding affinity. Ddx42p is an NTPase with a preference for ATP, the hydrolysis of which is enhanced by various RNA substrates. It acts as a non-processive RNA helicase. Interestingly, RNA unwinding by Ddx42p is promoted in the presence of a single-strand (ss) binding protein (T4gp32). Ddx42p, particularly in the ADP-bound form (the state after ATP hydrolysis), also mediates efficient annealing of complementary RNA strands thereby displacing the ss binding protein. Ddx42p therefore represents the first example of a human DEAD box protein possessing RNA helicase, protein displacement and RNA annealing activities. The adenosine nucleotide cofactor bound to Ddx42p apparently acts as a switch that controls the two opposing activities: ATP triggers RNA strand separation, whereas ADP triggers annealing of complementary RNA strands. ", "authors": ["Heike Uhlmann-Schiffler", "Carolin Jalal", "Hans Stahl"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Ddx42p—a human DEAD box protein with RNA chaperone activities\r\n "}