{"abstract": "Adducins are a family of membrane skeleton proteins composed of α-, β- and γ-subunits that promote actin and spectrin association in erythrocytes. The α- and γ-subunits are expressed ubiquitously, while the β-subunit is found in brain and erythropoietic tissues. The brain β-adducin protein is similar in size to that of spleen, but the mRNA transcript is a brain-specific one that has not been yet characterized, having an estimated length of 8–9 kb instead of the 3–4 kb of spleen mRNA. Here, we show the molecular basis for these differences by determining the structure of the brain-specific β-adducin transcript in rats, mice and humans. We identified a brain-specific promoter in rodents that, apparently, was not conserved in humans. In addition, we present evidence that the brain-mRNAs are formed by a common mechanism consisting in the tissue-specific use of alternative polyadenylation sites generating unusually long 3′-untranslated region of up to 6.6 kb. This hypothesis is supported by the presence of highly-conserved regions flanking the brain-specific polyadenylation site that suggest the involvement of these sequences in the translational regulation, stability and/or subcellular localization of the β-adducin transcript in the brain.", "authors": ["Luisa Costessi", "Giulia Devescovi", "Francisco E. Baralle", "Andrés F. Muro"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Brain-specific promoter and polyadenylation sites of the β-adducin pre-mRNA generate an unusually long 3′-UTR\r\n "}