{"abstract": "The resolution of the dimeric intermolecular G-quadruplex/duplex competition of the telomeric DNA sequence 5′-TAG GGT TAG GGT-3′ and of its complementary 5′ ACC CTA ACC CTA-3′ is reported. To achieve this goal, melting experiments of both sequences and of the mixtures of these sequences were monitored by molecular absorption, molecular fluorescence and circular dichroism spectroscopies. Molecular fluorescence measurements were carried out using molecular beacons technology, in which the 5′-TAG GGT TAG GGT-3′ sequence was labelled with a fluorophore and a quencher at the ends of the strand. Mathematical analysis of experimental spectroscopic data was performed by means of multivariate curve resolution, allowing the calculation of concentration profiles and pure spectra of all resolved structures (dimeric antiparallel and parallel G-quadruplexes, Watson–Crick duplex and single strands) present in solution. Our results show that parallel G-quadruplex is more stable than antiparallel G-quadruplex. When the complementary C-rich strand is present, a mixture of both G-quadruplex structures and Watson–Crick duplex is observed, the duplex being the major species. In addition to melting temperatures, equilibrium constants for the parallel/antiparallel G-quadruplex equilibrium and for the G-quadruplex/duplex equilibrium were determined from the concentration profiles.", "authors": ["Joaquim Jaumot", "Ramon Eritja", "Romà Tauler", "Raimundo Gargallo"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Resolution of a structural competition involving dimeric G-quadruplex and its C-rich complementary strand\r\n "}