{"abstract": "RNA polymerase (pol) III transcription decreases when primary cultures of rat neonatal cardiomyocytes are exposed to low oxygen tension. Previous studies in fibroblasts have shown that the pol III-specific transcription factor IIIB (TFIIIB) is bound and regulated by the proto-oncogene product c-Myc, the mitogen-activated protein kinase ERK and the retinoblastoma tumour suppressor protein, RB. The principal function of TFIIIB is to recruit pol III to its cognate gene template, an activity that is known to be inhibited by RB and stimulated by ERK. We demonstrate by chromatin immunoprecipitation (ChIP) that c-Myc also stimulates pol III recruitment by TFIIIB. However, hypoxic conditions cause TFIIIB dissociation from c-Myc and ERK, at the same time as increasing its interaction with RB. Consistent with this, ChIP assays indicate that the occupancy of tRNA genes by pol III is significantly reduced, whereas promoter binding by TFIIIB is undiminished. The data suggest that hypoxia can inhibit pol III transcription by altering the interactions between TFIIIB and its regulators and thus compromising its ability to recruit the polymerase. These effects are independent of cell cycle changes.", "authors": ["Isabelle Ernens", "Sarah J. Goodfellow", "Fiona Innes", "Niall S. Kenneth", "Louise E. Derblay", "Robert J. White", "Pamela H. Scott"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Hypoxic stress suppresses RNA polymerase III recruitment and tRNA gene transcription in cardiomyocytes\r\n "}