{"abstract": " The posttranscriptional regulatory element (PRE) is considered to enhance hepatitis B virus (HBV) gene expression by facilitating the nuclear export of intronless viral subgenomic RNAs. Its role in the RNA metabolism of the viral pregenomic RNA (pgRNA) is currently unknown. We identified a positively cis -acting splicing regulatory element (SRE-1) and present two lines of evidence for its functionality. Firstly, in a heterologous context SRE-1 functionally substitutes for a retroviral bidirectional exonic splicing enhancer (ESE). As expected, SRE-1 is a splicing enhancer also in its natural viral sequence context, since deletion of SRE-1 reduces splicing of pgRNA in cell culture experiments. Secondly, we show that stimulation of HBV RNA splicing by the splicing factor PSF was repressed by the PRE. Analysis of a variety of PSF mutants indicated that RNA-binding and protein–protein interaction were required to enhance splicing. In addition, we show that the PRE contributed to pgRNA stability, but has little influence on its nuclear export. Herein, we report for the first time that the PRE harbors splicing stimulating and inhibiting regulatory elements controlling processing of the viral pregenome. We discuss a model in which the regulation of pgRNA splicing depends on cellular factors interacting with the PRE. ", "authors": ["Tilman Heise", "Gunhild Sommer", "Kerstin Reumann", "Imke Meyer", "Hans Will", "Heiner Schaal"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "The hepatitis B virus PRE contains a splicing regulatory element\r\n "}