{"abstract": " Telomerase is essential to maintain telomere length in most eukaryotes. Other functions for telomerase have been proposed but molecular mechanisms remain unclear. We studied Caenorhabditis elegans with a mutation in the trt-1 telomerase reverse transcriptase gene. Mutant animals showed a progressive decrease in brood size and typically failed to reproduce after five generations. Using PCR analysis to measure the length of individual telomere repeat tracks on the left arm of chromosome V we observed that trt-1 mutants lost ∼125bp of telomeric DNA per generation. Chromosome fusions involving complex recombination reactions were observed in late generations. Strikingly, trt-1 mutant animals displayed a high frequency of telomeres with many fewer repeats than average. Such outlying short telomeres were not observed in mrt-2 mutants displaying progressive telomere loss very similar to trt-1 mutants. We speculate that, apart from maintaining the average telomere length, telomerase is required to prevent or repair sporadic telomere truncations that are unrelated to the typical ‘end-replication’ problems. ", "authors": ["Iris Cheung", "Michael Schertzer", "Ann Rose", "Peter M. Lansdorp"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " High incidence of rapid telomere loss in telomerase-deficient Caenorhabditis elegans\n "}