{"abstract": "Previous kinetic investigations of the N-terminal RNA recognition motif (RRM) domain of spliceosomal protein U1A, interacting with its RNA target U1 hairpin II, provided experimental evidence for a ‘lure and lock’ model of binding in which electrostatic interactions first guide the RNA to the protein, and close range interactions then lock the two molecules together. To further investigate the ‘lure’ step, here we examined the electrostatic roles of two sets of positively charged amino acids in U1A that do not make hydrogen bonds to the RNA: Lys20, Lys22 and Lys23 close to the RNA-binding site, and Arg7, Lys60 and Arg70, located on ‘top’ of the RRM domain, away from the RNA. Surface plasmon resonance-based kinetic studies, supplemented with salt dependence experiments and molecular dynamics simulation, indicate that Lys20 predominantly plays a role in association, while nearby residues Lys22 and Lys23 appear to be at least as important for complex stability. In contrast, kinetic analyses of residues away from the RNA indicate that they have a minimal effect on association and stability. Thus, well-positioned positively charged residues can be important for both initial complex formation and complex maintenance, illustrating the multiple roles of electrostatic interactions in protein–RNA complexes.", "authors": ["Michael J. Law", "Michael E. Linde", "Eric J. Chambers", "Chris Oubridge", "Phinikoula S. Katsamba", "Lennart Nilsson", "Ian S. Haworth", "Ite A. Laird-Offringa"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "The role of positively charged amino acids and electrostatic interactions in the complex of U1A protein and U1 hairpin II RNA\r\n "}