{"abstract": " Dimerization of genomic RNA is directly related with the event of encapsidation and maturation of the virion. The initiating sequence of the dimerization is a short autocomplementary region in the hairpin loop SL1. We describe here a new solution structure of the RNA dimerization initiation site (DIS) of HIV-1 Lai . NMR pulsed field-gradient spin-echo techniques and multidimensional heteronuclear NMR spectroscopy indicate that this structure is formed by two hairpins linked by six Watson–Crick GC base pairs. Hinges between the stems and the loops are stabilized by intra and intermolecular interactions involving the A8, A9 and A16 adenines. The coaxial alignment of the three A-type helices present in the structure is supported by previous crystallography analysis but the A8 and A9 adenines are found in a bulged in position. These data suggest the existence of an equilibrium between bulged in and bulged out conformations in solution. ", "authors": ["Fabien Kieken", "Françoise Paquet", "Fabienne Brulé", "Jacques Paoletti", "Gérard Lancelot"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " A new NMR solution structure of the SL1 HIV-1 Lai loop–loop dimer \r\n "}