{"abstract": "In both eukaryotes and prokaryotes, negative supercoiling of chromosomal DNA acts locally to regulate a variety of cellular processes, such as transcription, replication, recombination and response to environmental stresses. While studying the interaction between the Hin recombinase and mutated versions of its cognate DNA-binding site, we identified a mutated DNA site that binds Hin only when the DNA is supercoiled. To understand the mechanism of this supercoiling-responsive DNA site, we used NMR spectroscopy and fluorescence resonance energy transfer to determine the solution structures and dynamics of three related DNA oligonucleotides. The supercoiling-responsive DNA site formed a partially unwound and stretched helix and showed significant flexibility and base pair opening kinetics. The single CAG/CTG triplet contained in this DNA sequence displayed the same characteristics as do multiple CAG/CTG repeats, which are associated with several hereditary neuromuscular diseases. It is known that short DNA sequence motifs that have either very high or low bending flexibility occur preferentially at supercoiling-sensitive bacterial and eukaryotic promoters. From our results and these previous data, we propose a model in which supercoiling utilizes the intrinsic flexibility of a short DNA site to switch the local DNA structure from an inefficient conformation for protein binding to an efficient one, or vice versa.", "authors": ["Sung-Hun Bae", "Sang Hoon Yun", "Dawei Sun", "Heon M. Lim", "Byong-Seok Choi"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Structural and dynamic basis of a supercoiling-responsive DNA element\r\n "}