{"abstract": " Cockayne syndrome (CS) is a rare inherited human genetic disorder characterized by UV sensitivity, severe neurological abnormalities and prageroid symptoms. The CS complementation group B (CSB) protein is involved in UV-induced transcription coupled repair (TCR), base excision repair and general transcription. CSB also has a DNA-dependent ATPase activity that may play a role in remodeling chromatin in vivo . This study reports the novel finding that CSB catalyzes the annealing of complementary single-stranded DNA (ssDNA) molecules with high efficiency, and has strand exchange activity. The rate of CSB-catalyzed annealing of complementary ssDNA is 25-fold faster than the rate of spontaneous ssDNA annealing under identical in vitro conditions and the reaction occurs with a high specificity in the presence of excess non-homologous ssDNA. The specificity and intrinsic nature of the reaction is also confirmed by the observation that it is stimulated by dephosphorylation of CSB, which occurs after UV-induced DNA damage, and is inhibited in the presence of ATPγS. Potential roles of CSB in cooperation with strand annealing and exchange activities for TCR and homologous recombination are discussed. ", "authors": ["Meltem Muftuoglu", "Sudha Sharma", "Tina Thorslund", "Tinna Stevnsner", "Martin M. Soerensen", "Robert M. Brosh, Jr", "Vilhelm A. Bohr"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Cockayne syndrome group B protein has novel strand annealing and exchange activities\r\n "}