{"abstract": " In the chloroplast of Chlamydomonas reinhardtii , psaA mRNA is spliced in trans from three separate precursors which assemble to form two group II introns. A fourth transcript, tscA , completes the structure of the first intron. Of the fourteen nucleus-encoded factors involved in psaA splicing, only two are required for splicing of both introns. We cloned and characterized the first of these more general factors, Raa1. Consistently with its role in psaA splicing, Raa1 is imported in the chloroplast where it is found in a membrane fraction and is part of a large ribonucleoprotein complex. One mutant, raa1-L137H , is defective for splicing of both introns, but another allelic mutant, raa1-314B , still expresses the 3′ part of the Raa1 gene and is deficient only in splicing of intron 2. This observation and a deletion analysis indicate the presence of two domains in Raa1. The C-terminal domain is necessary and sufficient for processing of tscA RNA and splicing of the first intron, while the central domain is essential for splicing of the second intron. The combination of these two functional domains in Raa1 suggests that this new factor may coordinate trans -splicing of the two introns to improve the efficiency of psaA maturation. ", "authors": ["Livia Merendino", "Karl Perron", "Michèle Rahire", "Isabelle Howald", "Jean-David Rochaix", "Michel Goldschmidt-Clermont"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " A novel multifunctional factor involved in trans -splicing of chloroplast introns in Chlamydomonas\n "}