{"abstract": " We previously reported the chemical synthesis of oligonucleotides containing thymine glycol, a major form of oxidative DNA damage. In the preparation of the phosphoramidite building block, the predominant product of the osmium tetroxide oxidation of protected thymidine was (5 R ,6 S )-thymidine glycol. To obtain the building block of the other isomer, (5 S ,6 R )-thymidine glycol, in an amount sufficient for oligonucleotide synthesis, the Sharpless asymmetric dihydroxylation (AD) reaction was examined. Although the reaction was very slow, (5 S ,6 R )-thymidine glycol was obtained in preference to the (5 R ,6 S ) isomer. The ratio of (5 S ,6 R )- and (5 R ,6 S )-thymidine glycols was 2:1, and a trans isomer was also formed. When an ionic liquid, 1-butyl-3-methylimidazolium hexafluorophosphate, was used as a co-solvent, the reaction became faster, and the yield was improved without changing the preference. The phosphoramidite building block of (5 S ,6 R )-thymidine glycol was prepared, and oligonucleotides containing 5 S -thymine glycol were synthesized. One of the oligonucleotides was used to analyze the binding of distamycin A to thymine glycol-containing DNA by Circular dichroism (CD) spectroscopy and surface plasmon resonance (SPR) measurements. Distamycin A bound to a duplex containing either isomer of thymine glycol within the AATT target site, and its binding was observed even when the thymine glycol was placed opposite cytosine. ", "authors": ["Tatsuhiko Shimizu", "Koichiro Manabe", "Shinya Yoshikawa", "Yusuke Kawasaki", "Shigenori Iwai"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " Preferential formation of (5 S ,6 R )-thymine glycol for oligodeoxyribonucleotide synthesis and analysis of drug binding to thymine glycol-containing DNA \r\n "}