{"abstract": " RNA loop–loop interactions are a prevalent motif in the formation of tertiary structure and are well suited to trigger molecular recognition between RNA molecules. We determined the stabilities of several loop–loop interactions with a constant 6 bp core sequence and varying unpaired flanking nucleotides and found that the flanking bases have a strong influence on the stability and ion dependence of the kissing complex. In general, the stabilities determined in 1 M Na + are equivalent to those in the presence of near physiological Mg 2+ concentrations. Therefore we further tested whether the stabilities determined in vitro and within yeast cells correlate, using a recently developed yeast RNA-hybrid system. For the majority of the loop types analyzed here, the melting temperatures determined in vitro are in good agreement with the relative β-galactosidase activity in yeast cells, showing that data derived from in vitro measurements reflect in vivo properties. The most stable interactions are the naturally occurring HIV-1 DIS MAL and LAI derived loops with the motif (5′ A A / G N 6 A 3′), emphasizing the crucial role of stable kissing complexes in HIV genome dimerization. ", "authors": ["Christina Lorenz", "Nicolas Piganeau", "Renée Schroeder"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " Stabilities of HIV-1 DIS type RNA loop–loop interactions in vitro and in vivo\n "}