{"keywords": ["internet", "microscopy, confocal", "organizations", "macromolecule", "light microscopy"], "abstract": "Nowadays it is possible to unravel complex information at all levels of cellular organization by obtaining multi-dimensional image information. at the macromolecular level, three-dimensional (3D) electron microscopy, together with other techniques, is able to reach resolutions at the nanometer or subnanometer level. The information is delivered in the form of 3D volumes containing samples of a given function, for example, the electron density distribution within a given macromolecule. The same situation happens at the cellular level with the new forms of light microscopy, particularly confocal microscopy, all of which produce biological 3D volume information. Furthermore, it is possible to record sequences of images over time (videos), as well as sequences of volumes, bringing key information on the dynamics of living biological systems. It is in this context that work on bioimage started two years ago, and that its first version is now presented here. In essence, Bioimage is a database specifically designed to contain multi-dimensional images, perform queries and interactively work with the resulting multi-dimensional information on the World Wide Web, as well as accomplish the required cross-database links. Two sister home pages of bioimage can be accessed at http://www.bioimage.org and http://www-embl.bioimage.org", "authors": ["J. M. Carazo", "E. H. K. Stelzer", "A. Engel", "I. Fita", "C. Henn", "J. Machtynger", "P. McNeil", "D. M. Shotton", "M. Chagoyen", "P. A. de Alarcón", "R. Fritsch", "J. B. Heymann", "S. Kalko", "J. J. Pittet", "P. Rodriguez-Tomé", "T. Boudier"], "about": ["internet", "microscopy, confocal", "organizations", "macromolecule", "light microscopy", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Organising multi-dimensional biological image information: The BioImage Database\r\n "}