{"keywords": ["amino acids", "databases", "periodic table of the elements", "protein structure", "script", "datasets"], "abstract": "We introduce the CC+ Database, a detailed, searchable repository of coiled-coil assignments, which is freely available at http://coiledcoils.chm.bris.ac.uk/ccplus. Coiled coils were identified using the program SOCKET, which locates coiled coils based on knobs-into-holes packing of side chains between α-helices. A method for determining the overall sequence identity of coiled-coil sequences was introduced to reduce statistical bias inherent in coiled-coil data sets. There are two points of entry into the CC+ Database: the ‘Periodic Table of Coiled-coil Structures’, which presents a graphical path through coiled-coil space based on manually validated data, and the ‘Dynamic Interface’, which allows queries of the database at different levels of complexity and detail. The latter entry level, which is the focus of this article, enables the efficient and rapid compilation of subsets of coiled-coil structures. These can be created and interrogated with increasingly sophisticated pull-down, keyword and sequence-based searches to return detailed structural and sequence information. Also provided are means for outputting the retrieved coiled-coil data in various formats, including PyMOL and RasMol scripts, and Position-Specific Scoring Matrices (or amino-acid profiles), which may be used, for example, in protein-structure prediction.", "authors": ["Oliver D. Testa", "Efrosini Moutevelis", "Derek N. Woolfson"], "about": ["amino acids", "databases", "periodic table of the elements", "protein structure", "script", "datasets", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "CC+: a relational database of coiled-coil structures\r\n "}