{"keywords": ["archaea", "gene dosage", "genes", "genome", "genome, archaeal", "ribosomes", "ribosomal rna", "rna, ribosomal, 16s", "transfer rna", "bacteria", "community", "spacer device"], "abstract": "A dramatic exception to the general pattern of single-copy genes in bacterial and archaeal genomes is the presence of 1–15 copies of each ribosomal RNA encoding gene. The original version of the Ribosomal RNA Database (rrnDB) cataloged estimates of the number of 16S rRNA-encoding genes; the database now includes the number of genes encoding each of the rRNAs (5S, 16S and 23S), an internally transcribed spacer region, and the number of tRNA genes. The rrnDB has been used largely by microbiologists to predict the relative rate at which microbial populations respond to favorable growth conditions, and to interpret 16S rRNA-based surveys of microbial communities. To expand the functionality of the rrnDB (http://ribosome.mmg.msu.edu/rrndb/index.php), the search engine has been redesigned to allow database searches based on 16S rRNA gene copy number, specific organisms or taxonomic subsets of organisms. The revamped database also computes average gene copy numbers for any collection of entries selected. Curation tools now permit rapid updates, resulting in an expansion of the database to include data for 785 bacterial and 69 archaeal strains. The rrnDB continues to serve as the authoritative, curated source that documents the phylogenetic distribution of rRNA and tRNA genes in microbial genomes.", "authors": ["Zarraz May-Ping Lee", "Carl Bussema, III", "Thomas M. Schmidt"], "about": ["archaea", "gene dosage", "genes", "genome", "genome, archaeal", "ribosomes", "ribosomal rna", "rna, ribosomal, 16s", "transfer rna", "bacteria", "community", "spacer device", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "rrnDB: documenting the number of rRNA and tRNA genes in bacteria and archaea\r\n "}