{"keywords": ["peroxidase", "peroxidases", "peroxides", "transcriptional repression"], "abstract": "Peroxidases (EC 1.11.1.x), which are encoded by small or large multigenic families, are involved in several important physiological and developmental processes. They use various peroxides as electron acceptors to catalyse a number of oxidative reactions and are present in almost all living organisms. We have created a peroxidase database (http://peroxibase.isb-sib.ch) that contains all identified peroxidase-encoding sequences (about 6000 sequences in 940 organisms). They are distributed between 11 superfamilies and about 60 subfamilies. All the sequences have been individually annotated and checked. PeroxiBase can be consulted using six major interlink sections ‘Classes’, ‘Organisms’, ‘Cellular localisations’, ‘Inducers’, ‘Repressors’ and ‘Tissue types’. General documentation on peroxidases and PeroxiBase is accessible in the ‘Documents’ section containing ‘Introduction’, ‘Class description’, ‘Publications’ and ‘Links’. In addition to the database, we have developed a tool to classify peroxidases based on the PROSITE profile methodology. To improve their specificity and to prevent overlaps between closely related subfamilies the profiles were built using a new strategy based on the silencing of residues. This new profile construction method and its discriminatory capacity have been tested and validated using the different peroxidase families and subfamilies present in the database. The peroxidase classification tool called PeroxiScan is accessible at the following address: http://peroxibase.isb-sib.ch/peroxiscan.php.", "authors": ["Dominique Koua", "Lorenzo Cerutti", "Laurent Falquet", "Christian J. A. Sigrist", "Grégory Theiler", "Nicolas Hulo", "Christophe Dunand"], "about": ["peroxidase", "peroxidases", "peroxides", "transcriptional repression", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "PeroxiBase: a database with new tools for peroxidase family classification\r\n "}