{"keywords": ["proteome", "infection", "viruses", "binding (molecular function)", "host (organism)", "knowledge bases"], "abstract": "Infectious diseases caused by viral agents kill millions of people every year. The improvement of prevention and treatment of viral infections and their associated diseases remains one of the main public health challenges. Towards this goal, deciphering virus–host molecular interactions opens new perspectives to understand the biology of infection and for the design of new antiviral strategies. Indeed, modelling of an infection network between viral and cellular proteins will provide a conceptual and analytic framework to efficiently formulate new biological hypothesis at the proteome scale and to rationalize drug discovery. Therefore, we present the first release of VirHostNet (Virus–Host Network), a public knowledge base specialized in the management and analysis of integrated virus–virus, virus–host and host–host interaction networks coupled to their functional annotations. VirHostNet integrates an extensive and original literature-curated dataset of virus–virus and virus–host interactions (2671 non-redundant interactions) representing more than 180 distinct viral species and one of the largest human interactome (10 672 proteins and 68 252 non-redundant interactions) reconstructed from publicly available data. The VirHostNet Web interface provides appropriate tools that allow efficient query and visualization of this infected cellular network. Public access to the VirHostNet knowledge-based system is available at http://pbildb1.univ-lyon1.fr/virhostnet.", "authors": ["Vincent Navratil", "Benoît de Chassey", "Laurène Meyniel", "Stéphane Delmotte", "Christian Gautier", "Patrice André", "Vincent Lotteau", "Chantal Rabourdin-Combe"], "about": ["proteome", "infection", "viruses", "binding (molecular function)", "host (organism)", "knowledge bases", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "VirHostNet: a knowledge base for the management and the analysis of proteome-wide virus–host interaction networks\r\n "}