{"keywords": ["signal transduction", "transcription, genetic", "benchmarking", "cataloging", "gene expression regulation", "genes", "mammals", "protein processing, post-translational", "saccharomyces cerevisiae", "triplets", "enzymes", "transcription factor", "transcriptional control", "candidate disease gene"], "abstract": "Gene transcription is largely regulated by sequence-specific transcription factors (TFs). The TF activity is significantly regulated by its posttranslational modifications (PTMs). TF-PTMs serve as ‘molecular switchboards’ that map multiple upstream signaling events, in response to various environmental perturbations, to the downstream transcriptional events. While many instances of TF-PTMs and their effect on gene regulation have been experimentally determined, a systematic meta-analysis or a quantitative model-based investigation of this process has not been undertaken. A prerequisite to such analyses is a database of known instances of TF-PTMs affecting transcriptional regulation. The PTM-Switchboard database meets this need by cataloging such instances in the model system Saccharomyces cerevisiae. The database stores triplets of genes such that the ability of one gene (TF) to regulate a target gene is dependent on one or more PTMs catalyzed by a third gene (modifying enzyme). The database currently includes a large sample of experimentally characterized instances curated from the literature. In addition to providing a framework for searching and analyzing the data, the database will serve to benchmark computational methods. In the future, the database will be expanded to mammalian organisms, and will also include triplets predicted from computational approaches. The database can be accessed at http://cagr.pcbi.upenn.edu/PTMswitchboard.", "authors": ["Logan Everett", "Antony Vo", "Sridhar Hannenhalli"], "about": ["signal transduction", "transcription, genetic", "benchmarking", "cataloging", "gene expression regulation", "genes", "mammals", "protein processing, post-translational", "saccharomyces cerevisiae", "triplets", "enzymes", "transcription factor", "transcriptional control", "candidate disease gene", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "PTM-Switchboard—a database of posttranslational modifications of transcription factors, the mediating enzymes and target genes\r\n "}