{"keywords": ["information systems", "mining", "enzymes"], "abstract": "The BRENDA (BRaunschweig ENzyme DAtabase) (http://www.brenda-enzymes.org) represents the largest freely available information system containing a huge amount of biochemical and molecular information on all classified enzymes as well as software tools for querying the database and calculating molecular properties. The database covers information on classification and nomenclature, reaction and specificity, functional parameters, occurrence, enzyme structure and stability, mutants and enzyme engineering, preparation and isolation, the application of enzymes, and ligand-related data. The data in BRENDA are manually curated from more than 79 000 primary literature references. Each entry is clearly linked to a literature reference, the origin organism and, where available, to the protein sequence of the enzyme protein. A new search option provides the access to protein-specific data. FRENDA (Full Reference ENzyme DAta) and AMENDA (Automatic Mining of ENzyme DAta) are additional databases created by continuously improved text-mining procedures. These databases ought to provide a complete survey on enzyme data of the literature collection of PubMed. The web service via a SOAP (Simple Object Access Protocol) interface for access to the BRENDA data has been further enhanced.", "authors": ["Antje Chang", "Maurice Scheer", "Andreas Grote", "Ida Schomburg", "Dietmar Schomburg"], "about": ["information systems", "mining", "enzymes", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "BRENDA, AMENDA and FRENDA the enzyme information system: new content and tools in 2009\r\n "}