{"keywords": ["micrornas", "candidate disease gene"], "abstract": "MicroRNAs (miRNAs) are an important class of small noncoding RNAs capable of regulating other genes’ expression. Much progress has been made in computational target prediction of miRNAs in recent years. More than 10 miRNA target prediction programs have been established, yet, the prediction of animal miRNA targets remains a challenging task. We have developed miRecords, an integrated resource for animal miRNA–target interactions. The Validated Targets component of this resource hosts a large, high-quality manually curated database of experimentally validated miRNA–target interactions with systematic documentation of experimental support for each interaction. The current release of this database includes 1135 records of validated miRNA–target interactions between 301 miRNAs and 902 target genes in seven animal species. The Predicted Targets component of miRecords stores predicted miRNA targets produced by 11 established miRNA target prediction programs. miRecords is expected to serve as a useful resource not only for experimental miRNA researchers, but also for informatics scientists developing the next-generation miRNA target prediction programs. The miRecords is available at http://miRecords.umn.edu/miRecords.", "authors": ["Feifei Xiao", "Zhixiang Zuo", "Guoshuai Cai", "Shuli Kang", "Xiaolian Gao", "Tongbin Li"], "about": ["micrornas", "candidate disease gene", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "miRecords: an integrated resource for microRNA–target interactions\r\n "}