{"keywords": ["genome", "micrornas", "candidate disease gene"], "abstract": " MicroRNAs (miRNAs) are small non-coding RNA molecules that can negatively regulate gene expression and thus control numerous cellular mechanisms. This work develops a resource, miRNAMap 2.0, for collecting experimentally verified microRNAs and experimentally verified miRNA target genes in human, mouse, rat and other metazoan genomes. Three computational tools, miRanda, RNAhybrid and TargetScan, were employed to identify miRNA targets in 3′-UTR of genes as well as the known miRNA targets. Various criteria for filtering the putative miRNA targets are applied to reduce the false positive prediction rate of miRNA target sites. Additionally, miRNA expression profiles can provide valuable clues on the characteristics of miRNAs, including tissue specificity and differential expression in cancer/normal cell. Therefore, quantitative polymerase chain reaction experiments were performed to monitor the expression profiles of 224 human miRNAs in 18 major normal tissues in human. The negative correlation between the miRNA expression profile and the expression profiles of its target genes typically helps to elucidate the regulatory functions of the miRNA. The interface is also redesigned and enhanced. The miRNAMap 2.0 is now available at http://miRNAMap.mbc.nctu.edu.tw/ . ", "authors": ["Sheng-Da Hsu", "Chia-Huei Chu", "Ann-Ping Tsou", "Shu-Jen Chen", "Hua-Chien Chen", "Paul Wei-Che Hsu", "Yung-Hao Wong", "Yi-Hsuan Chen", "Gian-Hung Chen", "Hsien-Da Huang"], "about": ["genome", "micrornas", "candidate disease gene", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "miRNAMap 2.0: genomic maps of microRNAs in metazoan genomes\r\n "}