{"keywords": ["bacillus cereus", "epidemiology", "food poisoning", "genes", "housekeeping", "insecta", "mammals", "pesticides", "reconstructive surgical procedures", "bacteria", "genetics", "pathogenic organism", "bacillus anthracis", "datasets"], "abstract": " The Bacillus cereus group of bacteria is an important group including mammalian and insect pathogens, such as B. anthracis , the anthrax bacterium, B. thuringiensis , used as a biological pesticide and B. cereus , often involved in food poisoning incidents. To characterize the population structure and epidemiology of these bacteria, five separate multilocus sequence typing (MLST) schemes have been developed, which makes results difficult to compare. Therefore, we have developed a database that compiles and integrates MLST data from all five schemes for the B. cereus group, accessible at http://mlstoslo.uio.no/ . Supertree techniques were used to combine the phylogenetic information from analysis of all schemes and datasets, in order to produce an integrated view of the B. cereus group population. The database currently contains strain information and sequence data for 1029 isolates and 26 housekeeping gene fragments, which can be searched by keywords, MLST scheme, or sequence similarity. Supertrees can be browsed according to various criteria such as species, isolate source, or genetic distance, and subtrees containing strains of interest can be extracted. Besides analysis of the available data, the user has the possibility to enter her/his own sequences and compare them to the database and/or include them into the supertree reconstructions. ", "authors": ["Nicolas J. Tourasse", "Anne-Brit Kolstø"], "about": ["bacillus cereus", "epidemiology", "food poisoning", "genes", "housekeeping", "insecta", "mammals", "pesticides", "reconstructive surgical procedures", "bacteria", "genetics", "pathogenic organism", "bacillus anthracis", "datasets", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " SuperCAT: a supertree database for combined and integrative multilocus sequence typing analysis of the Bacillus cereus group of bacteria (including B. cereus , B. anthracis and B. thuringiensis ) \r\n "}