{"keywords": ["amino acids", "arabidopsis", "archaea", "eukaryotic cells", "nucleotides", "paint", "plants", "ribosomal proteins", "ribosomes", "rna, messenger", "ribosomal rna", "transfer rna", "bacteria", "maps"], "abstract": " The 3D rRNA modification maps database is the first general resource of information about the locations of modified nucleotides within the 3D structure of the full ribosome, with mRNA and tRNAs in the A-, P- and E-sites. The database supports analyses for several model organisms, including higher eukaryotes, and enables users to construct 3D maps for other organisms. Data are provided for human and plant ( Arabidopsis ) ribosomes, and for other representative organisms from eubacteria, archaea and eukarya. Additionally, the database integrates information about positions of modifications within rRNA sequences and secondary structures, as well as links to other databases and resources about modifications and their biosynthesis. Displaying positions of modified nucleotides is fully manageable. Views of each modified nucleotide are controlled by individual buttons and buttons also control the visibility of different ribosomal molecular components. A section called ‘Paint Your Own’ enables the user to create a 3D modification map for rRNA from any organism where sites of modification are known. This section also provides capabilities for visualizing nucleotides of interest in rRNA or tRNA, as well as particular amino acids in ribosomal proteins. The database can be accessed at http://people.biochem.umass.edu/fournierlab/3dmodmap/", "authors": ["Dorota Piekna-Przybylska", "Wayne A. Decatur", "Maurille J. Fournier"], "about": ["amino acids", "arabidopsis", "archaea", "eukaryotic cells", "nucleotides", "paint", "plants", "ribosomal proteins", "ribosomes", "rna, messenger", "ribosomal rna", "transfer rna", "bacteria", "maps", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "The 3D rRNA modification maps database: with interactive tools for ribosome analysis\r\n "}