{"keywords": ["chickens", "consensus sequence", "drosophila melanogaster", "exons", "genes", "genome", "introns", "invertebrates", "nematoda", "rna splicing", "rna, messenger", "vertebrates", "zebrafish", "genetics", "mice", "micrornas", "datasets", "transanal endoscopic surgery"], "abstract": " Transposed elements (TEs) are mobile genetic sequences. During the evolution of eukaryotes TEs were inserted into active protein-coding genes, affecting gene structure, expression and splicing patterns, and protein sequences. Genomic insertions of TEs also led to creation and expression of new functional non-coding RNAs such as microRNAs. We have constructed the TranspoGene database, which covers TEs located inside protein-coding genes of seven species: human, mouse, chicken, zebrafish, fruit fly, nematode and sea squirt. TEs were classified according to location within the gene: proximal promoter TEs, exonized TEs (insertion within an intron that led to exon creation), exonic TEs (insertion into an existing exon) or intronic TEs. TranspoGene contains information regarding specific type and family of the TEs, genomic and mRNA location, sequence, supporting transcript accession and alignment to the TE consensus sequence. The database also contains host gene specific data: gene name, genomic location, Swiss-Prot and RefSeq accessions, diseases associated with the gene and splicing pattern. In addition, we created microTranspoGene: a database of human, mouse, zebrafish and nematode TE-derived microRNAs. The TranspoGene and microTranspoGene databases can be used by researchers interested in the effect of TE insertion on the eukaryotic transcriptome. Publicly available query interfaces to TranspoGene and microTranspoGene are available at http://transpogene.tau.ac.il/ and http://microtranspogene.tau.ac.il , respectively. The entire database can be downloaded as flat files. ", "authors": ["Asaf Levy", "Noa Sela", "Gil Ast"], "about": ["chickens", "consensus sequence", "drosophila melanogaster", "exons", "genes", "genome", "introns", "invertebrates", "nematoda", "rna splicing", "rna, messenger", "vertebrates", "zebrafish", "genetics", "mice", "micrornas", "datasets", "transanal endoscopic surgery", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "TranspoGene and microTranspoGene: transposed elements influence on the transcriptome of seven vertebrates and invertebrates\r\n "}