{"keywords": ["anatomy, regional", "cystine", "disulfides", "sequence alignment", "surgical knots", "basic local alignment search tool"], "abstract": " The KNOTTIN database provides standardized information on the small disulfide-rich proteins with a knotted topology called knottins or inhibitor cystine knots. Static pages present the essential historical or recent results about knottin discoveries, sequences, structures, syntheses, folding, functions, applications and bibliography. New tools, KNOTER3D and KNOTER1D, are provided to determine or predict if a user query (3D structure or sequence) is a knottin. These tools are now used to automate the database update. All knottin structures and sequences in the database are now standardized according to the knottin nomenclature based on loop lengths between knotted cysteines, and to the knottin numbering scheme. Therefore, the whole KNOTTIN database (sequences and structures) can now be searched using loop lengths, in addition to keyword and sequence (BLAST, HMMER) searches. Renumbered and structurally fitted knottin PDB files are available for download as well as renumbered sequences, sequence alignments and logos. The knottin numbering scheme is used for automatic drawing of standardized two-dimensional Colliers de Perles of any knottin structure or sequence in the database or provided by the user. The KNOTTIN database is available at http://knottin.cbs.cnrs.fr . ", "authors": ["Jérôme Gracy", "Dung Le-Nguyen", "Jean-Christophe Gelly", "Quentin Kaas", "Annie Heitz", "Laurent Chiche"], "about": ["anatomy, regional", "cystine", "disulfides", "sequence alignment", "surgical knots", "basic local alignment search tool", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "KNOTTIN: the knottin or inhibitor cystine knot scaffold in 2007\r\n "}