{"keywords": ["dna", "genes", "genome", "internet", "rice", "genome sequencing", "genbank"], "abstract": "An extensive effort of the International Rice Genome Sequencing Project (IRGSP) has resulted in rapid accumulation of genome sequence, and >137 Mb has already been made available to the public domain as of August 2001. This requires a high-throughput annotation scheme to extract biologically useful and timely information from the sequence data on a regular basis. A new automated annotation system and database called Rice Genome Automated Annotation System (RiceGAAS) has been developed to execute a reliable and up-to-date analysis of the genome sequence as well as to store and retrieve the results of annotation. The system has the following functional features: (i) collection of rice genome sequences from GenBank; (ii) execution of gene prediction and homology search programs; (iii) integration of results from various analyses and automatic interpretation of coding regions; (iv) re-execution of analysis, integration and automatic interpretation with the latest entries in reference databases; (v) integrated visualization of the stored data using web-based graphical view. RiceGAAS also has a data submission mechanism that allows public users to perform fully automated annotation of their own sequences. The system can be accessed at http://RiceGAAS.dna.affrc.go.jp/.", "authors": ["Katsumi Sakata", "Yoshiaki Nagamura", "Hisataka Numa", "Baltazar A. Antonio", "Hideki Nagasaki", "Atsuko Idonuma", "Wakako Watanabe", "Yuji Shimizu", "Ikuo Horiuchi", "Takashi Matsumoto", "Takuji Sasaki", "Kenichi Higo"], "about": ["dna", "genes", "genome", "internet", "rice", "genome sequencing", "genbank", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "RiceGAAS: an automated annotation system and database for rice genome sequence\r\n "}