{"keywords": ["phenotype", "dna, ribosomal", "internet", "nucleotides", "quality control", "ribosomes", "software", "diagnosis", "microorganisms", "spacer device", "singers"], "abstract": "The ribosomal differentiation of medical micro-organisms (RIDOM) web server, first described by Harmsen et al. [Harmsden,D., Rothganger,J., Singer,C., Albert,J. and Frosch,M. (1999) Lancet, 353, 291], is an evolving electronic resource designed to provide micro-organism differentiation services for medical identification needs. The diagnostic procedure begins with a specimen partial small subunit ribosomal DNA (16S rDNA) sequence. Resulting from a similarity search, a species or genus name for the specimen in question will be returned. Where the first results are ambiguous or do not define to species level, hints for further molecular, i.e. internal transcribed spacer, and conventional phenotypic differentiation will be offered (‘sequential and polyphasic approach’). Additionally, each entry in RIDOM contains detailed medical and taxonomic information linked, context-sensitive, to external World Wide Web services. Nearly all sequences are newly determined and the sequence chromatograms are available for intersubjective quality control. Similarity searches are now also possible by direct submission of trace files (ABI or SCF format). Based on the PHRED/PHRAP software, error probability measures are attached to each predicted nucleotide base and visualised with a new ‘Trace Editor’. The RIDOM web site is directly accessible on the World Wide Web at http://www.ridom.de/. The email address for questions and comments is webmaster@ridom.de.", "authors": ["Dag Harmsen", "Jörg Rothgänger", "Matthias Frosch", "Jürgen Albert"], "about": ["phenotype", "dna, ribosomal", "internet", "nucleotides", "quality control", "ribosomes", "software", "diagnosis", "microorganisms", "spacer device", "singers", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "RIDOM: Ribosomal Differentiation of Medical  Micro-organisms Database\r\n "}