{"keywords": ["amino acid sequence", "expressed sequence tags", "genome", "libraries", "mice", "proteolytic enzymes"], "abstract": "The MEROPS database (http://www.merops.ac.uk) has been redesigned to accommodate increased amounts of information still in pages of moderate size that load rapidly. The information on each PepCard, FamCard or ClanCard has been divided between several sub-pages that can be reached by use of navigation buttons in a frame at the top of the screen. Several important additions have also been made to the database. Amongst these are CGI searches that allow the user to find a peptidase by name, its MEROPS identifier or its human or mouse chromosome location. The user may also list all published tertiary structures for a peptidase clan or family, and search for peptidase specificity data by entering either a peptidase name, substrate or bond cleaved. The PepCards, FamCards and ClanCards now have literature pages listing about 10 000 key papers in total, mostly with links to MEDLINE. Many PepCards now include a protein sequence alignment and data table for matching human, mouse or rat expressed sequence tags. FamCards and ClanCards contain Structure pages showing diagrammatic representations of known secondary structures of member peptidases or family type examples, respectively. Many novel peptidases have been added to the database after being discovered in complete genomes, libraries of expressed sequence tags or data from high-throughput genomic sequencing, and we describe the methods by which these were found.", "authors": ["Neil D. Rawlings", "Emmet O’Brien", "Alan J. Barrett"], "about": ["amino acid sequence", "expressed sequence tags", "genome", "libraries", "mice", "proteolytic enzymes", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "MEROPS: the protease database\r\n "}