{"keywords": ["metabolism", "enzymes", "kinetics", "primary literature"], "abstract": "BRENDA is a comprehensive relational database on functional and molecular information of enzymes, based on primary literature. The database contains information extracted and evaluated from approximately 46 000 references, holding data of at least 40 000 different enzymes from more than 6900 different organisms, classified in approximately 3900 EC numbers. BRENDA is an important tool for biochemical and medical research covering information on properties of all classified enzymes, including data on the occurrence, catalyzed reaction, kinetics, substrates/products, inhibitors, cofactors, activators, structure and stability. All data are connected to literature references which in turn are linked to PubMed. The data and information provide a fundamental tool for research of enzyme mechanisms, metabolic pathways, the evolution of metabolism and, furthermore, for medicinal diagnostics and pharmaceutical research. The database is a resource for data of enzymes, classified according to the EC system of the IUBMB Enzyme Nomenclature Committee, and the entries are cross-referenced to other databases, i.e. organism classification, protein sequence, protein structure and literature references. BRENDA provides an academic web access at http://www.brenda.uni-koeln.de.", "authors": ["Ida Schomburg", "Antje Chang", "Dietmar Schomburg"], "about": ["metabolism", "enzymes", "kinetics", "primary literature", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "BRENDA, enzyme data and metabolic information\r\n "}