{"keywords": ["genome", "viruses", "micrornas", "host (organism)"], "abstract": "MicroRNAs (miRNAs) are involved in various biological processes by suppressing gene expression. A recent work has indicated that host miRNAs are also capable of regulating viral gene expression by targeting the virus genomes. To investigate regulatory relationships between host miRNAs and related viruses, we present a novel database, namely ViTa, to curate the known virus miRNA genes and the known/putative target sites of human, mice, rat and chicken miRNAs. Known miRNAs are obtained from miRBase. Virus data are collected and referred from ICTVdB, VBRC and VirGen. Experimentally validated miRNA targets on viruses were derived from literatures. Then, miRanda and TargetScan are utilized to predict miRNA targets within virus genomes. ViTa also provides the virus annotations, virus-infected tissues and tissue specificity of host miRNAs. This work also facilitates the comparisons between subtypes of viruses, such as influenza viruses, human liver viruses and the conserved regions between viruses. Both textual and graphical web interfaces are provided to facilitate the data retrieves in the ViTa database. The database is now freely available at .", "authors": ["Paul Wei-Che Hsu", "Li-Zen Lin", "Sheng-Da Hsu", "Justin Bo-Kai Hsu", "Hsien-Da Huang"], "about": ["genome", "viruses", "micrornas", "host (organism)", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "ViTa: prediction of host microRNAs targets on viruses\r\n "}