{"keywords": ["gene expression", "caenorhabditis elegans", "complement system proteins", "drosophila melanogaster", "genes", "human", "tertiary protein structure", "mice", "symbols", "schema", "datasets"], "abstract": "The GeneSpeed database () is an online database and resource tool facilitating the detailed study of protein domain homology in the transcriptomes of Homo sapiens, Mus musculus, Drosophila melanogaster and Caenorhabditis elegans. The population schema for the GeneSpeed database takes advantage of HOWARD™ parallel cluster technology () and performs exhaustive tBLASTn searches covering all pre-assigned PFAM domain classes in all species (currently 7973 domain families) against the respective Unigene EST databases of the selected four transcriptomes. The resulting database provides a complete annotation of presumed protein domain presence for each Unigene cluster. To complement this domain annotation we have also performed a custom transcription factor-family curation of all Pfam domains, incorporated the Gene Ontology classifications for these domains as well as integrated the Novartis SymAtlas2 dataset for both human and mouse which provides rapid and easy access to tissue-based expression analysis. Consequently, the GeneSpeed database provides the user with the capability to browse or search the database by any of these specialized criteria as well as more traditional means (gene identifier, gene symbol, etc.), thereby enabling a supervised analysis of gene families through a top-down hierarchical basis defined by domain content, all directly linked to an optimized gene expression dataset.", "authors": ["Alecksandr Kutchma", "Nayeem Quayum", "Jan Jensen"], "about": ["gene expression", "caenorhabditis elegans", "complement system proteins", "drosophila melanogaster", "genes", "human", "tertiary protein structure", "mice", "symbols", "schema", "datasets", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "GeneSpeed: protein domain organization of the transcriptome\r\n "}