{"keywords": ["genetics, molecular", "mutation", "databases", "genetic disorder", "ethnic group", "genes", "internet", "software", "mendelian inheritance in man, online", "gene abnormality"], "abstract": "Frequency of INherited Disorders database (FINDbase) () is a relational database, derived from the ETHNOS software, recording frequencies of causative mutations leading to inherited disorders worldwide. Database records include the population and ethnic group, the disorder name and the related gene, accompanied by links to any corresponding locus-specific mutation database, to the respective Online Mendelian Inheritance in Man entries and the mutation together with its frequency in that population. The initial information is derived from the published literature, locus-specific databases and genetic disease consortia. FINDbase offers a user-friendly query interface, providing instant access to the list and frequencies of the different mutations. Query outputs can be either in a table or graphical format, accompanied by reference(s) on the data source. Registered users from three different groups, namely administrator, national coordinator and curator, are responsible for database curation and/or data entry/correction online via a password-protected interface. Databaseaccess is free of charge and there are no registration requirements for data querying. FINDbase provides a simple, web-based system for population-based mutation data collection and retrieval and can serve not only as a valuable online tool for molecular genetic testing of inherited disorders but also as a non-profit model for sustainable database funding, in the form of a ‘database-journal’.", "authors": ["Sjozef van Baal", "Polynikis Kaimakis", "Manyphong Phommarinh", "Daphne Koumbi", "Harry Cuppens", "Francesca Riccardino", "Milan Macek, Jr", "Charles R. Scriver", "George P. Patrinos"], "about": ["genetics, molecular", "mutation", "databases", "genetic disorder", "ethnic group", "genes", "internet", "software", "mendelian inheritance in man, online", "gene abnormality", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "FINDbase: a relational database recording frequencies of genetic defects leading to inherited disorders worldwide\r\n "}