{"keywords": ["signal transduction", "mutation", "cancer", "cisplatin", "fibroblasts", "adult", "camptothecin", "dna", "dna damage", "dna replication", "tumor suppressor genes", "retinoblastoma", "genetics", "bypass", "genomic stability", "cell cycle checkpoint", "dna damage checkpoint", "cell cycle arrest"], "abstract": "Cell cycle checkpoints induced by DNA damage play an integral role in preservation of genomic stability by allowing cells to limit the propagation of deleterious mutations. The retinoblastoma tumor suppressor (RB) is crucial for the maintenance of the DNA damage checkpoint function because it elicits cell cycle arrest in response to a variety of genotoxic stresses. Although sporadic loss of RB is characteristic of most cancers and results in the bypass of the DNA damage checkpoint, the consequence of RB loss upon chemotherapeutic responsiveness has been largely uninvestigated. Here, we employed a conditional knockout approach to ablate RB in adult fibroblasts. This system enabled us to examine the DNA damage response of adult cells following acute RB deletion. Using this system, we demonstrated that loss of RB disrupted the DNA damage checkpoint elicited by either cisplatin or camptothecin exposure. Strikingly, this bypass was not associated with enhanced repair, but rather the accumulation of phosphorylated H2AX (γH2AX) foci, which indicate DNA double‐strand breaks. The formation of γH2AX foci was due to ongoing replication following chemotherapeutic treatment in the RB‐deficient cells. Additionally, peak γH2AX accumulation occurred in S‐phase cells undergoing DNA replication in the presence of damage, and these γH2AX foci co‐localized with replication foci. These results demonstrate that acute RB loss abrogates DNA damage‐induced cell cycle arrest to induce γH2AX foci formation. Thus, secondary genetic lesions induced by RB loss have implications for the chemotherapeutic response and the development of genetic instability.", "authors": ["Emily E. Bosco", "Christopher N. Mayhew", "Robert F. Hennigan", "Julien Sage", "Tyler Jacks", "Erik S. Knudsen"], "about": ["signal transduction", "mutation", "cancer", "cisplatin", "fibroblasts", "adult", "camptothecin", "dna", "dna damage", "dna replication", "tumor suppressor genes", "retinoblastoma", "genetics", "bypass", "genomic stability", "cell cycle checkpoint", "dna damage checkpoint", "cell cycle arrest", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "RB signaling prevents replication‐dependent DNA double‐strand breaks following genotoxic insult\r\n "}