{"keywords": ["mutation", "nucleotides", "telomerase", "translocation (genetics)", "yeasts", "enzymes", "rna"], "abstract": "Telomerase is a ribonucleoprotein reverse transcriptase responsible for the maintenance of one strand of telomere terminal repeats. Telomerase‐mediated sequence addition is dictated by a short ‘template’ region of the RNA component. Despite the short template segment, telomerases from many organisms have been shown to mediate the synthesis of long extension products. This synthesis presumably depends on two types of translocation events: simultaneous translocation of the RNA–DNA duplex relative to the active site after each nucleotide incorporation (type I or nucleotide addition processivity), and translocation of the RNA relative to the DNA product after each round of repeat synthesis (type II or repeat addition processivity). In contrast, telomerases from yeasts have been shown to synthesize mostly short products, implying a defect in one or both types of translocation. In this report, we analyzed the processivity of yeast telomerase in vitro, and identified two position‐specific elongation barriers within the 5′ region of the RNA template that can account for the synthesis of incomplete first round products. These barriers respond differently to variations in nucleotide concentration, primer sequence and mutations in the catalytic protein subunit, consistent with their having distinct mechanistic bases. In addition, by using optimal primers and high concentrations of dGTP, we were able to detect significant type II translocation by the yeast enzyme. Thus, the difference between the elongation property of yeast and other telomerases appears to be quantitative rather than qualitative. Our results suggest that yeast may be a useful system for investigating the physiologic significance of repeat addition processivity.", "authors": ["Dimitry Bosoy", "Neal F. Lue"], "about": ["mutation", "nucleotides", "telomerase", "translocation (genetics)", "yeasts", "enzymes", "rna", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Yeast telomerase is capable of limited repeat addition processivity\r\n "}