{"keywords": ["epitopes", "genome", "viral genome", "proteome", "trees (plant)", "viral proteins", "viruses", "data mining", "primary visual cortex", "bioinformatics"], "abstract": " VirGen is a comprehensive viral genome resource that organizes the ‘sequence space’ of viral genomes in a structured fashion. It has been developed with the objective of serving as an annotated and curated database comprising complete genome sequences of viruses, value‐added derived data and data mining tools. The current release (v1.1) contains 559 complete genomes in addition to 287 putative genomes of viruses belonging to eight viral families for which the host range includes animals and plants. Viral genomes in VirGen are annotated using sequence‐based Bioinformatics approaches. The genomic data is also curated to identify ‘alternate names’ of viral proteins, where available. VirGen archives the results of comparisons of genomes, proteomes and individual proteins within and between viral species. It is the first resource to provide phylogenetic trees of viral species computed using whole‐genome sequence data. The module of predicted B‐cell antigenic determinants in VirGen is an attempt to link the genome to its vaccinome. Comparative genome analysis data facilitate the study of genome organization and evolution of viruses, which would have implications in applied research to identify candidates for the design of vaccines and antiviral drugs. VirGen is a relational database and is available at http://bioinfo. ernet.in/virgen/virgen.html . ", "authors": ["Urmila Kulkarni‐Kale", "Shriram Bhosle", "G. Sunitha Manjari", "A. S. Kolaskar"], "about": ["epitopes", "genome", "viral genome", "proteome", "trees (plant)", "viral proteins", "viruses", "data mining", "primary visual cortex", "bioinformatics", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "VirGen: a comprehensive viral genome resource\r\n "}