{"keywords": ["cancer", "chromosomes", "clone cells", "genes", "genome", "laboratory", "mutagenesis, insertional", "proviruses", "retroviridae", "sequence analysis", "virus integration", "mice", "neoplasms", "candidate disease gene", "symbols", "tumor model"], "abstract": " Retroviral insertional mutagenesis in mouse hematopoietic tumors provides a potent cancer gene discovery tool in the post‐genome‐sequence era. To manage multiple high‐throughput insertional mutagenesis screening projects, we developed the Retroviral Tagged Cancer Gene Database (RTCGD; http://RTCGD.ncifcrf.gov ). A sequence analysis pipeline determines the genomic position of each retroviral integration site cloned from a mouse tumor, the distance between it and the nearest candidate disease gene(s) and its orientation with respect to the candidate gene(s). The pipeline also identifies genomic regions that are targets of retroviral integration in more than one tumor (common integration sites, CISs) and are thus likely to encode a disease gene. Users can search the database using a specified gene symbol, chromosome number or tumor model to identify both CIS genes and unique viral integration sites or compare the integration sites cloned by different laboratories using different models. As a default setting, users first review the CIS Lists and then Clone Lists. CIS Lists describe CISs and their candidate disease genes along with links to other public databases and clone lists. Clone Lists describe the viral integration site clones along with the tumor model and tumor type from which they were cloned, candidate disease gene(s), genomic position and orientation of the integrated provirus with respect to the candidate gene(s). It also provides a pictorial view of the genomic location of each integration site relative to neighboring genes and markers. Researchers can identify integrations of interest and compare their results with those for multiple tumor models and tumor types using RTCGD. ", "authors": ["Keiko Akagi", "Takeshi Suzuki", "Robert M. Stephens", "Nancy A. Jenkins", "Neal G. Copeland"], "about": ["cancer", "chromosomes", "clone cells", "genes", "genome", "laboratory", "mutagenesis, insertional", "proviruses", "retroviridae", "sequence analysis", "virus integration", "mice", "neoplasms", "candidate disease gene", "symbols", "tumor model", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "RTCGD: retroviral tagged cancer gene database\r\n "}