{"keywords": ["parent-child relationship", "sequence alignment", "trees (plant)", "graphical displays", "information resources", "datasets"], "abstract": " The Protein Information Resource (PIR) is an integrated public resource of protein informatics. To facilitate the sensible propagation and standardization of protein annotation and the systematic detection of annotation errors, PIR has extended its superfamily concept and developed the SuperFamily (PIRSF) classification system. Based on the evolutionary relationships of whole proteins, this classification system allows annotation of both specific biological and generic biochemical functions. The system adopts a network structure for protein classification from superfamily to subfamily levels. Protein family members are homologous (sharing common ancestry) and homeomorphic (sharing full‐length sequence similarity with common domain architecture). The PIRSF database consists of two data sets, preliminary clusters and curated families. The curated families include family name, protein membership, parent–child relationship, domain architecture, and optional description and bibliography. PIRSF is accessible from the website at http://pir.georgetown.edu/pirsf/ for report retrieval and sequence classification. The report presents family annotation, membership statistics, cross‐references to other databases, graphical display of domain architecture, and links to multiple sequence alignments and phylogenetic trees for curated families. PIRSF can be utilized to analyze phylogenetic profiles, to reveal functional convergence and divergence, and to identify interesting relationships between homeomorphic families, domains and structural classes. ", "authors": ["Cathy H. Wu", "Anastasia Nikolskaya", "Hongzhan Huang", "Lai‐Su L. Yeh", "Darren A. Natale", "C. R. Vinayaka", "Zhang‐Zhi Hu", "Raja Mazumder", "Sandeep Kumar", "Panagiotis Kourtesis", "Robert S. Ledley", "Baris E. Suzek", "Leslie Arminski", "Yongxing Chen", "Jian Zhang", "Jorge Louie Cardenas", "Sehee Chung", "Jorge Castro‐Alvear", "Georgi Dinkov", "Winona C. Barker"], "about": ["parent-child relationship", "sequence alignment", "trees (plant)", "graphical displays", "information resources", "datasets", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "PIRSF: family classification system at the Protein Information Resource\r\n "}