{"keywords": ["amino acid sequence", "catalysis", "catalytic domain", "genes", "genome", "phosphotransferases", "protein kinase", "threonine"], "abstract": " The KinG database is a comprehensive collection of serine/threonine/tyrosine‐specific kinases and their homologues identified in various completed genomes using sequence and profile search methods. The database hosted at http://hodgkin. mbu.iisc.ernet.in/∼king provides the amino acid sequences, functional domain assignments and classification of gene products containing protein kinase domains. A search tool enabling the retrieval of protein kinases with specified subfamily and domain combinations is one of the key features of the resource. Identification of a kinase catalytic domain in the user’s query sequence is possible using another search tool. The occurrence and location of critical catalytic residues if the query has a catalytic kinase domain, recognition of non‐kinase domains in the sequence and subfamily classification of the kinase in the query will help in deciphering the biological role of the kinase. This online compilation can also be used to compare the protein kinases of a given subfamily and domain combinations across various genomes. Another exclusive feature of the database is the collection of the Ser/Thr/Tyr protein kinases and similar sequences encoded in the genomes of archaea and bacteria. ", "authors": ["A. Krupa", "K. R. Abhinandan", "N. Srinivasan"], "about": ["amino acid sequence", "catalysis", "catalytic domain", "genes", "genome", "phosphotransferases", "protein kinase", "threonine", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "KinG: a database of protein kinases in genomes\r\n "}