{"keywords": ["recombination, genetic"], "abstract": " Proteins can be formed by single or multiple domains. The process of recombination at the molecular level has generated a wide variety of multi‐domain proteins with specific domain organization to cater to the functional requirements of an organism. The functional and structural costs of inserting a domain into another means that multi‐domain proteins are usually formed by covalently linking the N‐terminus of one domain to the C‐terminus of the preceding domain. While this is true in a large proportion of multi‐domain proteins, we find a significant fraction of proteins that are the result of domain insertion. The inserted domain breaks the sequence contiguity of the domain into which it is inserted leading to a novel domain organization. This web resource aims to document domain insertions in known protein structures that are classified in the SCOP database. The web server can be accessed from http://stash.mrc‐lmb.cam. ac.uk/DomIns/ . ", "authors": ["R. Aroul Selvam", "Rajkumar Sasidharan"], "about": ["recombination, genetic", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "DomIns: a web resource for domain insertions in known protein structures\r\n "}