{"keywords": ["alternative splicing", "dna", "exons", "genes", "internet", "introns", "genbank"], "abstract": " Xpro is a relational database that contains all the eukaryotic protein‐encoding DNA sequences contained in GenBank with associated data required for the analysis of eukaryotic gene architecture. In addition to the information found in the GenBank records, which includes properties such as sequence, position, length and description about introns, exons and protein‐coding regions, Xpro provides annotations on the splice sites and intron phases. Furthermore, Xpro validates intron positions using alignment information between the record’s sequence and EST sequences found in dbEST. In the process of validation, alternative splicing information is also obtained and can be found in the database. The intron‐containing genes in the Xpro are also classified as experimental or predicted based on the intron position validation and specific keywords in the GenBank records that are present in predicted genes. An Entrez‐like query system, which is familiar to most biologists, is provided for accessing the information present in the database system. A non‐redundant set of Xpro database contents is also obtained by cross‐referencing to the Swiss‐Prot/TrEMBL and Pfam databases. The database currently contains information for 493 983 genes—351 918 intron‐ containing genes and 142 065 intron‐less genes. Xpro is updated for each new GenBank release and is freely available via the internet at http://origin.bic. nus.edu.sg/xpro . ", "authors": ["Vivek Gopalan", "Tin Wee Tan", "Bernett T. K. Lee", "Shoba Ranganathan"], "about": ["alternative splicing", "dna", "exons", "genes", "internet", "introns", "genbank", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Xpro: database of eukaryotic protein‐encoding genes\r\n "}