{"keywords": ["genes", "escherichia coli", "accents"], "abstract": " Using more than one approach to characterizing functions of unknown proteins, we now present in GenProtEC ( http://genprotec.mbl.edu/ ) some level of function information for 87% of Escherichia coli K‐12 proteins. A new approach that has yielded new information entails assigning content of structural domains and their functions to E.coli proteins. In addition, some earlier methods have been further refined to provide more meaningful data. The process of identifying and separating multimodular or fused proteins into component modules has been improved. As a result, groups of sequence‐similar (paralogous) proteins have been refined. Experimental information from recent literature on previously unknown genes has been incorporated. We now use a rich system of characterizing cell roles which accents the fact that many proteins play more than one cellular role and therefore carry more than one designation from our detailed catalog of roles, MultiFun. ", "authors": ["Margrethe H. Serres", "Sulip Goswami", "Monica Riley"], "about": ["genes", "escherichia coli", "accents", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " GenProtEC: an updated and improved analysis of functions of Escherichia coli K‐12 proteins \r\n "}