{"keywords": ["gene expression", "genes", "internet", "mining", "proteome", "vocabulary", "proteomics", "uniprot knowledgebase", "datasets"], "abstract": " The Gene Ontology Annotation (GOA) database ( http://www.ebi.ac.uk/GOA ) aims to provide high‐quality electronic and manual annotations to the UniProt Knowledgebase (Swiss‐Prot, TrEMBL and PIR‐PSD) using the standardized vocabulary of the Gene Ontology (GO). As a supplementary archive of GO annotation, GOA promotes a high level of integration of the knowledge represented in UniProt with other databases. This is achieved by converting UniProt annotation into a recognized computational format. GOA provides annotated entries for nearly 60 000 species (GOA‐SPTr) and is the largest and most comprehensive open‐source contributor of annotations to the GO Consortium annotation effort. By integrating GO annotations from other model organism groups, GOA consolidates specialized knowledge and expertise to ensure the data remain a key reference for up‐to‐date biological information. Furthermore, the GOA database fully endorses the Human Proteomics Initiative by prioritizing the annotation of proteins likely to benefit human health and disease. In addition to a non‐redundant set of annotations to the human proteome (GOA‐Human) and monthly releases of its GO annotation for all species (GOA‐SPTr), a series of GO mapping files and specific cross‐references in other databases are also regularly distributed. GOA can be queried through a simple user‐friendly web interface or downloaded in a parsable format via the EBI and GO FTP websites. The GOA data set can be used to enhance the annotation of particular model organism or gene expression data sets, although increasingly it has been used to evaluate GO predictions generated from text mining or protein interaction experiments. In 2004, the GOA team will build on its success and will continue to supplement the functional annotation of UniProt and work towards enhancing the ability of scientists to access all available biological information. Researchers wishing to query or contribute to the GOA project are encouraged to email: goa@ebi.ac.uk . ", "authors": ["Evelyn Camon", "Michele Magrane", "Daniel Barrell", "Vivian Lee", "Emily Dimmer", "John Maslen", "David Binns", "Nicola Harte", "Rodrigo Lopez", "Rolf Apweiler"], "about": ["gene expression", "genes", "internet", "mining", "proteome", "vocabulary", "proteomics", "uniprot knowledgebase", "datasets", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "The Gene Ontology Annotation (GOA) Database: sharing knowledge in Uniprot with Gene Ontology\r\n "}