{"keywords": ["databases", "arabidopsis", "genome", "human genome project", "mammals", "neurospora crassa", "rice", "yeasts"], "abstract": " The Munich Information Center for Protein Sequences (MIPS‐GSF), Neuherberg, Germany, provides protein sequence‐related information based on whole‐genome analysis. The main focus of the work is directed toward the systematic organization of sequence‐related attributes as gathered by a variety of algorithms, primary information from experimental data together with information compiled from the scientific literature. MIPS maintains automatically generated and manually annotated genome‐specific databases, develops systematic classification schemes for the functional annotation of protein sequences and provides tools for the comprehensive analysis of protein sequences. This report updates the information on the yeast genome (CYGD), the Neurospora crassa genome (MNCDB), the database of complete cDNAs (German Human Genome Project, NGFN), the database of mammalian protein–protein interactions (MPPI), the database of FASTA homologies (SIMAP), and the interface for the fast retrieval of protein‐associated information (QUIPOS). The Arabidopsis thaliana database, the rice database, the plant EST databases (MATDB, MOsDB, SPUTNIK), as well as the databases for the comprehensive set of genomes (PEDANT genomes) are described elsewhere in the 2003 and 2004 NAR database issues, respectively. All databases described, and the detailed descriptions of our projects can be accessed through the MIPS web server ( http://mips.gsf.de ). ", "authors": ["H. W. Mewes", "C. Amid", "R. Arnold", "D. Frishman", "U. Güldener", "G. Mannhaupt", "M. Münsterkötter", "P. Pagel", "N. Strack", "V. Stümpflen", "J. Warfsmann", "A. Ruepp"], "about": ["databases", "arabidopsis", "genome", "human genome project", "mammals", "neurospora crassa", "rice", "yeasts", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "MIPS: analysis and annotation of proteins from whole genomes\r\n "}