{"keywords": ["phenotype", "chromosomes", "genes", "genomics", "genotype", "plants", "maize", "genetics", "community"], "abstract": " The Maize Genetics and Genomics Database (MaizeGDB) is a central repository for maize sequence, stock, phenotype, genotypic and karyotypic variation, and chromosomal mapping data. In addition, MaizeGDB provides contact information for over 2400 maize cooperative researchers, facilitating interactions between members of the rapidly expanding maize community. MaizeGDB represents the synthesis of all data available previously from ZmDB and from MaizeDB—databases that have been superseded by MaizeGDB. MaizeGDB provides web‐based tools for ordering maize stocks from several organizations including the Maize Genetics Cooperation Stock Center and the North Central Regional Plant Introduction Station (NCRPIS). Sequence searches yield records displayed with embedded links to facilitate ordering cloned sequences from various groups including the Maize Gene Discovery Project and the Clemson University Genomics Institute. An intuitive web interface is implemented to facilitate navigation between related data, and analytical tools are embedded within data displays. Web‐based curation tools for both designated experts and general researchers are currently under development. MaizeGDB can be accessed at http://www.maizegdb.org/ . ", "authors": ["Carolyn J. Lawrence", "Qunfeng Dong", "Mary L. Polacco", "Trent E. Seigfried", "Volker Brendel"], "about": ["phenotype", "chromosomes", "genes", "genomics", "genotype", "plants", "maize", "genetics", "community", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "MaizeGDB, the community database for maize genetics and genomics\r\n "}