{"keywords": ["transcription, genetic", "cancer", "stem cells", "binding sites", "blood cells", "genes", "genome", "hematopoiesis", "leukemia", "oncogenes", "transcription factor", "transcriptional control", "information resources", "candidate disease gene", "bioinformatics"], "abstract": " Hematopoiesis describes the process of the normal formation and development of blood cells, involving both proliferation and differentiation from stem cells. Abnormalities in this developmental program yield blood cell diseases, such as leukemia. Although, in recent years, extensive molecular research in normal hematopoietic development has characterized transcription factors and their binding sites in the target gene promoters, the information generated is highly fragmented. In order to integrate this important regulatory information with the corresponding genomic sequences, we have developed a new database called Hematopoiesis Promoter Database (HemoPDB). HemoPDB is a comprehensive resource focused on transcriptional regulation during hematopoietic development and associated aberrances that result in malignancy. HemoPDB (version 1.0) contains 246 promoter sequences and 604 experimentally known cis ‐regulatory elements of 187 different transcription factors, with links to published references. Orthologous promoters from different species are linked with each other and displayed in the same database record, accompanied by a visual image of the promoters and corresponding annotations of cis ‐regulatory elements. HemoPDB may be searched for the promoter of a specific gene, transcription factors and target genes, and genes that are expressed in a certain cell type or lineage, through a user‐friendly web interface at http://bioinformatics.med.ohio‐state.edu/HemoPDB . Links to the documentation and other technical details are provided on this website. ", "authors": ["Twyla T. Pohar", "Hao Sun", "Ramana V. Davuluri"], "about": ["transcription, genetic", "cancer", "stem cells", "binding sites", "blood cells", "genes", "genome", "hematopoiesis", "leukemia", "oncogenes", "transcription factor", "transcriptional control", "information resources", "candidate disease gene", "bioinformatics", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "HemoPDB: Hematopoiesis Promoter Database, an information resource of transcriptional regulation in blood cell development\r\n "}