{"keywords": ["gene expression", "mutation", "amino acids", "dna-directed rna polymerase", "housekeeping", "nucleotides", "oncogenes", "genetics", "escherichia coli"], "abstract": "The σs subunit of Escherichia coli RNA polymerase holoenzyme (EσS) is a key factor of gene expression upon entry into stationary phase and in stressful conditions. The selectivity of promoter recognition by EσS and the housekeeping Eσ70 is as yet not clearly understood. We used a genetic approach to investigate the interaction of σS with its target promoters. Starting with down‐promoter variants of a σS promoter target, osmEp, altered in the –10 or –35 elements, we isolated mutant forms of σS suppressing the promoter defects. The activity of these suppressors on variants of osmEp and ficp, another target of σS, indicated that σS is able to interact with the same key features within a promoter sequence as σ70. Indeed, (i) σS can recognize the –35 element of some but not all its target promoters, through interactions with its 4.2 region; and (ii) amino acids within the 2.4 region participate in the recognition of the –10 element. More specifically, residues Q152 and E155 contribute to the strong preference of σS for a C in position –13 and residue R299 can interact with the –31 nucleotide in the –35 element of the target promoters.", "authors": ["Claire Checroun", "Patricia Bordes", "Olivier Leroy", "Annie Kolb", "Claude Gutierrez"], "about": ["gene expression", "mutation", "amino acids", "dna-directed rna polymerase", "housekeeping", "nucleotides", "oncogenes", "genetics", "escherichia coli", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Interactions between the 2.4 and 4.2 regions of σS, the stress‐specific σ factor of Escherichia coli, and the –10 and –35 promoter elements\r\n "}