{"keywords": ["phenotype", "amino acid motifs", "biotechnology", "depressive disorders", "entropy", "internet", "single nucleotide polymorphism", "sequence alignment", "mendelian inheritance in man, online", "depressed mood", "protein structure", "disease association"], "abstract": " The database of topographic mapping of Single Nucleotide Polymorphism (topoSNP) provides an online resource for analyzing non‐synonymous SNPs (nsSNPs) that can be mapped onto known 3D structures of proteins. These include disease‐ associated nsSNPs derived from the Online Mendelian Inheritance in Man (OMIM) database and other nsSNPs derived from dbSNP, a resource at the National Center for Biotechnology Information that catalogs SNPs. TopoSNP further classifies each nsSNP site into three categories based on their geometric location: those located in a surface pocket or an interior void of the protein, those on a convex region or a shallow depressed region, and those that are completely buried in the interior of the protein structure. These unique geometric descriptions provide more detailed mapping of nsSNPs to protein structures. The current release also includes relative entropy of SNPs calculated from multiple sequence alignment as obtained from the Pfam database (a database of protein families and conserved protein motifs) as well as manually adjusted multiple alignments obtained from ClustalW. These structural and conservational data can be useful for studying whether nsSNPs in coding regions are likely to lead to phenotypic changes. TopoSNP includes an interactive structural visualization web interface, as well as downloadable batch data. The database will be updated at regular intervals and can be accessed at: http://gila.bioengr.uic.edu/snp/toposnp . ", "authors": ["Nathan O. Stitziel", "T. Andrew Binkowski", "Yan Yuan Tseng", "Simon Kasif", "Jie Liang"], "about": ["phenotype", "amino acid motifs", "biotechnology", "depressive disorders", "entropy", "internet", "single nucleotide polymorphism", "sequence alignment", "mendelian inheritance in man, online", "depressed mood", "protein structure", "disease association", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "topoSNP: a topographic database of non‐synonymous single nucleotide polymorphisms with and without known disease association\r\n "}