{"keywords": ["arabidopsis", "chromosomes", "genome", "graphical displays"], "abstract": " FLAGdb ++ is dedicated to the integration and visualization of data for high‐throughput functional analysis of a fully sequenced genome, as illustrated for Arabidopsis . FLAGdb ++ displays the predicted or experimental data in a position‐dependent way and displays correlations and relationships between different features. FLAGdb ++ provides for a given genome region, summarized characteristics of experimental materials like probe lengths, locations and specificities having an impact upon the confidence we will put in the experimental results. A selected subset of the available information is linked to a locus represented on an easy‐to‐interpret and memorable graphical display. Data are curated, processed and formatted before their integration into FLAGdb ++ . FLAGdb ++ contains different options for easy back and forth navigation through many loci selected at the start of a session. It includes an original two‐component visualization of the data, a genome‐wide and a local view, which are permanently linked and display complementary information. Density curves along the chromosomes may be displayed in parallel for suggesting correlations between different structural and functional data. FLAGdb ++ is fully accessible at http://genoplante‐info.infobiogen.fr/FLAGdb/ . ", "authors": ["Franck Samson", "Véronique Brunaud", "Sylvain Duchêne", "Yannick De Oliveira", "Michel Caboche", "Alain Lecharny", "Sébastien Aubourg"], "about": ["arabidopsis", "chromosomes", "genome", "graphical displays", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " FLAGdb ++ : a database for the functional analysis of the Arabidopsis genome \r\n "}