{"keywords": ["cell nucleus", "chromosomes", "dna", "dna replication", "echinomycin", "embryo", "hela cells", "sperm cell", "xenopus"], "abstract": "Echinomycin, a member of the quinoxaline family of antibiotics, is known to be a strong inhibitor of RNA synthesis which has been attributed to its ability to bind to double‐helical DNA. Here we study the effect of echinomycin upon DNA replication using egg extracts and embryos from Xenopuslaevis as well as cultured human cells. Evidence is presented that echinomycin interferes with chromatin decondensation, nuclear assembly and DNA replication. In the absence of transcription and translation, the drug specifically blocks DNA replication in both Xenopus sperm chromatin and HeLa cell nuclei invitro. By contrast, replication of single‐stranded DNA is not inhibited indicating that echinomycin acts by interacting with the DNA and not the replication elongation proteins of chromatin. The addition of the antibiotic to HeLa cells and X.laevis embryos results in anaphase bridges and cell death. Importantly, in X.laevis embryos injected with echinomycin at the two‐cell stage the drug specifically inhibits the cell cycle prior to the onset of transcription, suggesting that quinoxaline antibiotics could exert anti‐ proliferative effects by inhibition of chromosomal DNA replication.", "authors": ["Laurence G. May", "Mark A. Madine", "Michael J. Waring"], "about": ["cell nucleus", "chromosomes", "dna", "dna replication", "echinomycin", "embryo", "hela cells", "sperm cell", "xenopus", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Echinomycin inhibits chromosomal DNA replication and embryonic development in vertebrates\r\n "}