{"keywords": ["coenzymes", "gene expression regulation", "ligands", "rna, messenger", "rna", "cob protocol", "binding (molecular function)"], "abstract": "Recent studies have begun to reveal that numerous fundamental metabolic pathways in bacteria are regulated by riboswitches residing within certain messenger RNAs. These riboswitches selectively bind metabolites and modulate gene expression in response to changing ligand concentrations. Previously, we provided evidence that the btuB mRNAs of Escherichia coli and Salmonella typhimurium each carry a coenzyme B12‐dependent riboswitch that causes repressed translation of the encoded cobalamin‐transport protein at elevated coenzyme concentrations. Herein, we use a phylogenetic analysis to define a consensus sequence and secondary structure model for the ligand‐ binding domain of this riboswitch class. RNA structures that conform to this model are widespread in both Gram‐positive and Gram‐negative organisms. In addition, we find that the 5′‐untranslated region (5′‐UTR) of the cobalamin biosynthesis (cob) operon of S.typhimurium carries an RNA motif that matches this consensus sequence. Biochemical and genetic characterization of this motif confirms that the RNA directly binds coenzyme B12, and that it likely serves as a genetic control element for regulating expression of the 25‐gene operon for cobalamin production in this pathogen.", "authors": ["Ali Nahvi", "Jeffrey E. Barrick", "Ronald R. Breaker"], "about": ["coenzymes", "gene expression regulation", "ligands", "rna, messenger", "rna", "cob protocol", "binding (molecular function)", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Coenzyme B12 riboswitches are widespread genetic control elements in prokaryotes\r\n "}