{"keywords": ["cisplatin", "dna", "exonuclease", "binding (molecular function)", "dna repair protein"], "abstract": "YB‐1 is a multifunctional protein involved in the regulation of transcription, translation, mRNA splicing and probably DNA repair. It contains a conserved cold shock domain and it binds strongly to inverted CCAAT box of different promoters. In this study, we have found that purified YB‐1 oligomerizes readily in solutions to form trimers, hexamers and oligomers of 12 molecules. The presence of ATP changed the conformation of YB‐1 in such a way that only dimers were detected by gel filtration analyses. Purified YB‐1 can separate different DNA duplexes containing blunt ends, 5′ or 3′ recessed ends, or forked structures. This strand separation activity is increased on cisplatin‐modified DNA or with duplex molecules containing mismatches. In addition to its exonuclease activity, YB‐1 exhibits endonucleolytic activities in vitro. Finally, YB‐1 affinity chromatography experiments have indicated that in addition to prespliceosome factors like nucleolin and ALY, YB‐1 binds the DNA repair proteins MSH2, DNA polymerase δ, Ku80 and WRN proteins in vitro. Furthermore, immunofluorescence studies have shown that YB‐1 re‐localizes from the cytoplasm to nuclear areas containing either Ku80 or MSH2 proteins in human 293 embryonic kidney cells. These results suggest that YB‐1 is involved in base excision and mismatch repair pathways.", "authors": ["Isabelle Gaudreault", "David Guay", "Michel Lebel"], "about": ["cisplatin", "dna", "exonuclease", "binding (molecular function)", "dna repair protein", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "YB‐1 promotes strand separation in vitro of duplex DNA containing either mispaired bases or cisplatin modifications, exhibits endonucleolytic activities and binds several DNA repair proteins\r\n "}