{"keywords": ["dna", "dna-directed dna polymerase"], "abstract": "The thumb subdomain, located in various family B DNA polymerases in the C‐terminal region, has been shown in their crystal structures to move upon binding of DNA, changing its conformation to nearly completely wrap around the DNA. It has therefore been involved in DNA binding. In agreement with this, partial proteolysis studies of ϕ29 DNA polymerase have shown that the accessibility of the cleavage sites located in their C‐terminal region is reduced in the presence of DNA or terminal protein (TP), indicating that a conformational change occurs in this region upon substrate binding and suggesting that this region might be involved in DNA and TP binding. Therefore, we have studied the role of the C‐terminus of ϕ29 DNA polymerase by deletion of the last 13 residues of this enzyme. This fragment includes a previously defined region conserved in family B DNA polymerases. The resulting DNA polymerase Δ13 was strongly affected in DNA binding, resulting in a distributive replication activity. Additionally, the capacity of the truncated polymerase to interact with TP was strongly reduced and its initiation activity was very low. On the other hand, its nucleotide binding affinity and its fidelity were not affected. We propose that the C‐terminal 13 amino acids of ϕ29 DNA polymerase are involved in DNA binding and in a stable interaction with the initiator protein TP, playing an important role in the intrinsic processivity of this enzyme during polymerization.", "authors": ["Verónica Truniger", "José M. Lázaro", "Margarita Salas"], "about": ["dna", "dna-directed dna polymerase", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Function of the C‐terminus of ϕ29 DNA polymerase in DNA and terminal protein binding\r\n "}