{"keywords": ["mutation", "plasmids", "dna", "dna damage", "mutagenesis", "uracil", "bacteria", "escherichia coli"], "abstract": "The formation of clustered DNA damage sites is a unique feature of ionizing radiation. Recent studies have shown that the repair of lesions within clusters may be compromised, but little is understood about the mutagenic consequences of such damage sites. Using a plasmid‐based method, damaged DNA containing uracil positioned at 1–5 bp separations from 8‐oxo‐7,8‐dihydroguanine on the complementary strand was transfected into wild‐type Escherichia coli or into strains lacking the DNA glycosylases Fpg and MutY. Mutation frequencies were found to be significantly higher for clustered damage sites than for single lesions. The loss of MutY gave a large relative increase in mutation frequency and a strain lacking both Fpg and MutY showed even higher mutation frequencies, up to nearly 40% of rescued plasmid. In these strains, the mutation frequency decreases with increasing spacing of the uracil from the 8‐oxo‐7,8‐dihydroguanine site. Sequencing of plasmid DNA carrying clustered damage, following rescue from bacteria, showed that almost all of the mutations are GC→TA transversions. The data suggest that at clustered damage sites, depending on lesion spacing, the action of Fpg is compromised and post‐replication processing of lesions by MutY is the most important mechanism for protection against mutagenesis.", "authors": ["Colin G. Pearson", "Naoya Shikazono", "John Thacker", "Peter O’Neill"], "about": ["mutation", "plasmids", "dna", "dna damage", "mutagenesis", "uracil", "bacteria", "escherichia coli", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Enhanced mutagenic potential of 8‐oxo‐7,8‐dihydroguanine when present within a clustered DNA damage site\r\n "}