{"keywords": ["pancreatic beta cell", "binding sites", "dna", "genes", "homeodomain proteins", "mammals", "nucleotides", "oligonucleotides", "oncogenes", "transfection", "insulin", "pancreas", "transcription factor", "candidate disease gene", "affinity", "binding (molecular function)"], "abstract": "PDX1 is a homeodomain transcription factor essential for pancreatic development and mature beta cell function. Homeodomain proteins typically recognize short TAAT DNA motifs in vitro: this binding displays paradoxically low specificity and affinity, given the extremely high specificity of action of these proteins in vivo. To better understand how PDX1 selects target genes in vivo, we have examined the interaction of PDX1 with natural and artificial binding sites. Comparison of PDX1 binding sites in several target promoters revealed an evolutionarily conserved pattern of nucleotides flanking the TAAT core. Using competitive in vitro DNA binding assays, we defined three groups of binding sites displaying high, intermediate and low affinity. Transfection experiments revealed a striking correlation between the ability of each sequence to activate transcription in cultured beta cells, and its ability to bind PDX1 in vitro. Site selection from a pool of oligonucleotides (sequence NNNTAATNNN) revealed a non‐random preference for particular nucleotides at the flanking locations, resembling natural PDX1 binding sites. Taken together, the data indicate that the intrinsic DNA binding specificity of PDX1, in particular the bases adjacent to TAAT, plays an important role in determining the spectrum of target genes.", "authors": ["Arthur Liberzon", "Gabriela Ridner", "Michael D. Walker"], "about": ["pancreatic beta cell", "binding sites", "dna", "genes", "homeodomain proteins", "mammals", "nucleotides", "oligonucleotides", "oncogenes", "transfection", "insulin", "pancreas", "transcription factor", "candidate disease gene", "affinity", "binding (molecular function)", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Role of intrinsic DNA binding specificity in defining target genes of the mammalian transcription factor PDX1\r\n "}