{"keywords": ["base sequence", "dinophyceae", "helix (snails)", "protein structure, secondary", "ribosomal rna", "yeasts", "spacer device"], "abstract": "Secondary structure models of the 5.8S rRNA and both internal transcribed spacers (ITS1 and ITS2) are proposed for Calciodinelloideae (Peridiniaceae) and are also plausible for other dinoflagellates. The secondary structure of the 5.8S rRNA corresponds to previously developed models, with two internal paired regions and at least one 5.8S rRNA–28S rRNA interaction. A general secondary structure model of ITS1 for Calciodinelloideae (and other dinoflagellates), consisting of an open multibranch loop with three major helices, is proposed. The homology of these paired regions with those found in other taxa, published in previous studies (e.g. yeast, green algae and Platyhelmithes) remains to be determined. Finally, a general secondary structure model of ITS2 for Calciodinelloideae (and other dinoflagellates) is reconstructed. Based on the 5.8S rRNA–28S rRNA interaction, it consists of a closed multibranch loop, with four major helices. At least helix III and IV have homology with paired regions found in other eukaryotic taxa (e.g. yeast, green algae and vertebrates). Since the secondary structures of both ITS regions are more conserved than the nucleotide sequences, their analysis helps in understanding molecular evolution and increases the number of structural characters. Thus, the structure models developed in this study may be generally useful for future phylogenetic analyses.", "authors": ["Marc Gottschling", "Jörg Plötner"], "about": ["base sequence", "dinophyceae", "helix (snails)", "protein structure, secondary", "ribosomal rna", "yeasts", "spacer device", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Secondary structure models of the nuclear internal transcribed spacer regions and 5.8S rRNA in Calciodinelloideae (Peridiniaceae) and other dinoflagellates\r\n "}