{"keywords": ["western blotting", "cyclophilin a", "exons", "hela cells", "oligonucleotides", "rna splicing", "rna, messenger", "transfection"], "abstract": "The nuclear antisense properties of a series of tricyclo (tc)‐DNA oligonucleotide 9–15mers, targeted against the 3′ and 5′ splice sites of exon 4 of cyclophilin A (CyPA) pre‐mRNA, were evaluated in HeLa cells and compared with those of corresponding LNA‐oligonucleotides. While the 9mers showed no significant antisense effect, the 11–15mers induced exon 4 skipping and exon 3+4 double skipping to about an equal extent upon lipofectamine mediated transfection in a sequence‐ and dose‐dependent manner, as revealed by a RT–PCR assay. The antisense efficacy of the tc‐oligonucleotides was found to be superior to that of the LNA‐oligonucleotides in all cases by a factor of at least 4–5. A tc‐oligonucleotide 15mer completely abolished CyPA mRNA production at 0.2 µM concentration. The antisense effect was confirmed by western blot analysis which revealed a reduction in CyPA protein to 13% of its normal level. Fluorescence microscopic investigations with a fluorescein labeled tc‐15mer revealed a strong propensity for homogeneous nuclear localization of this backbone type after lipofectamine mediated transfection, while the corresponding lna 15mer showed a less clear cellular distribution pattern. Transfection without lipid carrier showed no significant internalization of both tc‐ and LNA‐ oligonucleotides. The obtained results confirm the power of tc‐DNA for nuclear antisense applications. Moreover, CyPA may become an interesting therapeutic target due to its important role in the early steps of the viral replication of HIV‐1.", "authors": ["Damian Ittig", "Songkai Liu", "Dorte Renneberg", "Daniel Schümperli", "Christian J. Leumann"], "about": ["western blotting", "cyclophilin a", "exons", "hela cells", "oligonucleotides", "rna splicing", "rna, messenger", "transfection", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Nuclear antisense effects in cyclophilin A pre‐mRNA splicing by oligonucleotides: a comparison of tricyclo‐DNA with LNA\r\n "}