{"keywords": ["lack of exercise", "alternative splicing", "cell lines", "clone cells", "down-regulation", "introns", "ligands", "oligonucleotides", "rna splicing", "telomerase", "triazines", "bypass", "rna", "stabilization", "carcinoma of lung"], "abstract": "Ligand 12459, a potent G‐quadruplex‐interacting agent that belongs to the triazine series, was previously shown to downregulate telomerase activity in the human A549 lung carcinoma cell line. We show here that the downregulation of telomerase activity is caused by an alteration of the hTERT splicing pattern induced by 12459, i.e. an almost complete disappearance of the active (+α,+β) transcript and an over‐expression of the inactive –β transcript. Spliced intron 6 forming the –β hTERT transcript contained several tracks of G‐rich sequences able to form G‐quadruplexes. By using a specific PCR‐stop assay, we show that 12459 is able to stabilize the formation of these G‐quadruplex structures. A549 cell line clones selected for resistance to 12459 have been analyzed for their hTERT splicing pattern. Resistant clones are able to maintain the active hTERT transcript under 12459 treatment, suggesting the appearance of mechanisms able to bypass the 12459‐induced splicing alterations. In contrast to 12459, telomestatin and BRACO19, two other G‐quadruplex‐interacting agents, have no effect on the hTERT splicing pattern in A549 cells, are cytotoxic against the A549‐resistant clones and display a lower efficiency to stabilize hTERT G‐quadruplexes. These results lead us to propose that 12459 impairs the splicing machinery of hTERT through stabilization of quadruplexes located in the hTERT intron 6. Differences of selectivity between 12459, BRACO19 and telomestatin for these hTERT quadruplexes may be important to explain their respective activity and inactivity against hTERT splicing.", "authors": ["Dennis Gomez", "Thibault Lemarteleur", "Laurent Lacroix", "Patrick Mailliet", "Jean‐Louis Mergny", "Jean‐François Riou"], "about": ["lack of exercise", "alternative splicing", "cell lines", "clone cells", "down-regulation", "introns", "ligands", "oligonucleotides", "rna splicing", "telomerase", "triazines", "bypass", "rna", "stabilization", "carcinoma of lung", "Physical and Biochemical Characterisation of DNA"], "title": "Telomerase downregulation induced by the G‐quadruplex ligand 12459 in A549 cells is mediated by hTERT RNA alternative splicing\r\n "}