{"keywords": ["plants", "ribosomes", "rna, messenger", "rna, ribosomal, 18s", "enhancer of transcription", "internal ribosome entry sites"], "abstract": "The sequences of different plant viral leaders with known translation enhancer ability show partial complementarity to the central region of 18S rRNA. Such complementarity might serve as a means to attract 40S ribosomal subunits and explain in part the translation‐enhancing property of these sequences. To verify this notion, we designed β‐glucuronidase (GUS) mRNAs differing only in the nature of 10 nt inserts in the center of their 41 base leaders. These were complementary to consecutive domains of plant 18S rRNA. Sucrose gradient analysis revealed that leaders with inserts complementary to regions 1105–1114 and 1115–1124 (‘ARC‐1’) of plant 18S rRNA bound most efficiently to the 40S ribosomal subunit after dissociation from 80S ribosomes under conditions of high ionic strength, a treatment known to remove translation initiation factors. Using wheat germ cell‐free extracts, we could demonstrate that mRNAs with these leaders were translated more than three times more efficiently than a control lacking such a complementarity. Three linked copies of the insert enhanced translation of reporter mRNA to levels comparable with those directed by the natural translation enhancing leaders of tobacco mosaic virus and potato virus Y RNAs. Moreover, inserting the same leaders as intercistronic sequences in dicistronic mRNAs substantially increased translation of the second cistron, thereby revealing internal ribosome entry site activity. Thus, for plant systems, the complementary interaction between mRNA leader and the central region of 18S rRNA allows cap‐independent binding of mRNA to the 43S pre‐initiation complex without assistance of translation initiation factors.", "authors": ["R. Zh. Akbergenov", "S. Sh. Zhanybekova", "R. V. Kryldakov", "A. Zhigailov", "N. S. Polimbetova", "T. Hohn", "B. K. Iskakov"], "about": ["plants", "ribosomes", "rna, messenger", "rna, ribosomal, 18s", "enhancer of transcription", "internal ribosome entry sites", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "ARC‐1, a sequence element complementary to an internal 18S rRNA segment, enhances translation efficiency in plants when present in the leader or intercistronic region of mRNAs\r\n "}