{"keywords": ["base pairing", "dimerization", "recombination, genetic", "retroviridae", "rna", "transfer technique", "dimers", "kissing"], "abstract": "Retroviral particles contain a dimeric RNA genome, which serves as template for the generation of double‐stranded DNA by reverse transcription. Transfer between RNA strands during DNA synthesis is governed by both sequence similarity between templates and structural features of the dimeric RNA. A kissing hairpin, believed to facilitate intermolecular recognition and dimer formation, was previously found to be a preferred site for recombination. To investigate if hairpin loop–loop‐complementarity is the primary determinant for this recombination preference, we have devised a novel 5′ leader recombination assay based upon co‐packaging of two wild‐type or loop‐modified murine leukemia virus vector RNAs. We found that insertion of an alternative palindromic loop in one of the two vectors disrupted site‐directed template switching, whereas site‐specificity was restored between vectors with complementary non‐wild‐type palindromes. By pairing vector RNAs that contained identical non‐palindromic loop motifs and that were unlikely to interact by loop–loop kissing, we found no preference for recombination at the kissing hairpin site. Of vector pairs designed to interact through base pairing of non‐palindromic loop motifs, we could in one case restore hairpin‐directed template switching, in spite of the reduced sequence identity, whereas another pair failed to support hairpin‐ directed recombination. However, analyses of in vitro RNA dimerization of all studied vector combinations showed a good correlation between efficient dimer formation between loop‐modified viral RNAs and in vivo cDNA transfer at the kissing hairpin. Our findings demonstrate that complementarity between wild‐type or non‐wild‐type hairpin kissing loops is essential but not sufficient for site‐specific 5′ leader recombination and lend further support to the hypothesis that a specific ‘kissing’ loop–loop interaction is guided by complementary sequences and maintained within the mature dimeric RNA of retroviruses.", "authors": ["Jacob Giehm Mikkelsen", "Søren Vestergaard Rasmussen", "Finn Skou Pedersen"], "about": ["base pairing", "dimerization", "recombination, genetic", "retroviridae", "rna", "transfer technique", "dimers", "kissing", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Complementarity‐directed RNA dimer‐linkage promotes retroviral recombination in vivo\n "}