{"keywords": ["magnesium", "catalysis", "cysteine", "dna-directed dna polymerase", "exonuclease", "metals", "peptides", "pyrococcus", "endonuclease", "manganese", "nuclease", "polymerization"], "abstract": "Family D DNA polymerase (PolD) is a new type of DNA polymerase possessing polymerization and 3′–5′ exonuclease activities. Here we report the characterization of the nuclease activity of PolD from Pyrococcus horikoshii. By site‐directed mutagenesis, we verified that the putative Mre11‐like nuclease domain in the small subunit (DP1), predicted according to computer analysis and structure inference reported previously, is the catalytic domain. We show that D363, H365 and H454 are the essential residues, while D407, N453, H500, H563 and H565 are critical residues for the activity. We provide experimental evidence demonstrating that manganese, rather than magnesium, is the preferable metal ion for the nuclease activity of PolD. We also show that DP1 alone is insufficient to perform full catalysis, which additionally requires the formation of the PolD complex and manganese ion. We found that a 21 amino acid, subunit‐interacting peptide of the sequence from cysteine cluster II of the large subunit (DP2) stimulates the exonuclease activity of DP1 and the internal deletion mutants of PolD lacking the 21‐aa sequence. This indicates that the putative zinc finger motif of the cysteine cluster II is deeply involved in the nucleolytic catalysis.", "authors": ["Yulong Shen", "Xiao‐Feng Tang", "Hideshi Yokoyama", "Eriko Matsui", "Ikuo Matsui"], "about": ["magnesium", "catalysis", "cysteine", "dna-directed dna polymerase", "exonuclease", "metals", "peptides", "pyrococcus", "endonuclease", "manganese", "nuclease", "polymerization", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "A 21‐amino acid peptide from the cysteine cluster II of the family D DNA polymerase from Pyrococcus horikoshii stimulates its nuclease activity which is Mre11‐like and prefers manganese ion as the cofactor\r\n "}