{"keywords": ["amino acids", "genome", "membrane proteins", "protein structure, secondary", "solubility", "yeasts", "diameter", "datasets"], "abstract": "Biological networks are a topic of great current interest, particularly with the publication of a number of large genome‐wide interaction datasets. They are globally characterized by a variety of graph‐theoretic statistics, such as the degree distribution, clustering coefficient, characteristic path length and diameter. Moreover, real protein networks are quite complex and can often be divided into many sub‐networks through systematic selection of different nodes and edges. For instance, proteins can be sub‐divided by expression level, length, amino‐acid composition, solubility, secondary structure and function. A challenging research question is to compare the topologies of sub‐ networks, looking for global differences associated with different types of proteins. TopNet is an automated web tool designed to address this question, calculating and comparing topological characteristics for different sub‐networks derived from any given protein network. It provides reasonable solutions to the calculation of network statistics for sub‐networks embedded within a larger network and gives simplified views of a sub‐network of interest, allowing one to navigate through it. After constructing TopNet, we applied it to the interaction networks and protein classes currently available for yeast. We were able to find a number of potential biological correlations. In particular, we found that soluble proteins had more interactions than membrane proteins. Moreover, amongst soluble proteins, those that were highly expressed, had many polar amino acids, and had many alpha helices, tended to have the most interaction partners. Interestingly, TopNet also turned up some systematic biases in the current yeast interaction network: on average, proteins with a known functional classification had many more interaction partners than those without. This phenomenon may reflect the incompleteness of the experimentally determined yeast interaction network.", "authors": ["Haiyuan Yu", "Xiaowei Zhu", "Dov Greenbaum", "John Karro", "Mark Gerstein"], "about": ["amino acids", "genome", "membrane proteins", "protein structure, secondary", "solubility", "yeasts", "diameter", "datasets", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "TopNet: a tool for comparing biological sub‐networks, correlating protein properties with topological statistics\r\n "}