{"keywords": ["hepatic abscess", "cell nucleus", "cytosine", "dna", "dna methylation", "dna modification methylases", "dna, ribosomal", "fluorescent antibody technique", "genes", "genome", "cricetinae", "mammals", "methyltransferase", "parasites", "antibodies", "protozoan parasites", "entamoeba histolytica", "trophozoite", "affinity", "sodium bisulfite"], "abstract": "The DNA methylation status of the protozoan parasite Entamoeba histolytica was heretofore unknown. In the present study, we developed a new technique, based on the affinity of methylated DNA to 5‐methylcytosine antibodies, to identify methylated DNA in this parasite. Ribosomal DNA and ribosomal DNA circles were isolated by this method and we confirmed the validity of our approach by sodium bisulfite sequencing. We also report the identification and the characterization of a gene, Ehmeth, encoding a DNA methyltransferase strongly homologous to the human DNA methyltransferase 2 (Dnmt2). Immunofluorescence microscopy using an antibody raised against a recombinant Ehmeth showed that Ehmeth is concentrated in the nuclei of trophozoites. The recombinant Ehmeth has a weak but significant methyltransferase activity when E.histolytica genomic DNA is used as substrate. 5‐Azacytidine (5‐AzaC), an inhibitor of DNA methyltransferase, was used to study in vivo the role of DNA methylation in E.histolytica. Genomic DNA of trophozoites grown with 5‐AzaC (23 µM) was undermethylated and the ability of 5‐AzaC‐treated trophozoites to kill mammalian cells or to cause liver abscess in hamsters was strongly impaired.", "authors": ["Ohad Fisher", "Rama Siman‐Tov", "Serge Ankri"], "about": ["hepatic abscess", "cell nucleus", "cytosine", "dna", "dna methylation", "dna modification methylases", "dna, ribosomal", "fluorescent antibody technique", "genes", "genome", "cricetinae", "mammals", "methyltransferase", "parasites", "antibodies", "protozoan parasites", "entamoeba histolytica", "trophozoite", "affinity", "sodium bisulfite", "Nucleic acid modification"], "title": "Characterization of cytosine methylated regions and 5‐cytosine DNA methyltransferase (Ehmeth) in the protozoan parasite Entamoeba histolytica\n "}