{"keywords": ["polymerase chain reaction", "body fluid", "calcitonin", "colorectal cancer", "dna", "methylation", "oligonucleotides", "colon", "neoplasms", "colon cancer", "adenocarcinoma of colon", "amplification"], "abstract": "DNA methylation‐based biomarkers have been discovered that could potentially be used for the diagnosis of cancer by detection of circulating, tumor‐derived DNA in bodily fluids. Any methylation detection assay that would be applied to these samples must be capable of detecting small amounts of tumor DNA in the presence of background normal DNA. We have developed a real‐time PCR assay, called HeavyMethyl, that is well suited for this application. HeavyMethyl uses methylation‐specific oligonucleotide blockers and a methylation‐specific probe to achieve methylation‐specific amplification and detection. We tested the assays on unmethylated and artificially methylated DNA in order to determine the limit of detection. After careful optimization, our glutathione‐S‐transferase pi1 and Calcitonin assays can amplify as little as 30 and 60 pg of methylated DNA, respectively, and neither assay amplifies unmethylated DNA. The Calcitonin assay showed a highly significant methylation difference between normal colon and colon adenocarcinomas, and methylation was also detected in serum DNA from colon cancer patients. These assays show that HeavyMethyl technology can be successfully employed for the analysis of very low concentrations of methylated DNA, e.g. in serum of patients with tumors.", "authors": ["Susan E. Cottrell", "Jürgen Distler", "Nancy S. Goodman", "Suzanne H. Mooney", "Antje Kluth", "Alexander Olek", "Ina Schwope", "Reimo Tetzner", "Heike Ziebarth", "Kurt Berlin"], "about": ["polymerase chain reaction", "body fluid", "calcitonin", "colorectal cancer", "dna", "methylation", "oligonucleotides", "colon", "neoplasms", "colon cancer", "adenocarcinoma of colon", "amplification", "Nucleic acid modification"], "title": "A real‐time PCR assay for DNA‐methylation using methylation‐specific blockers\r\n "}