{"keywords": ["antibiotics", "phenotype", "adipocytes", "cell lines", "osteoblasts", "pristinamycin", "tetracycline", "myoblasts"], "abstract": "CCAAT/enhancer‐binding proteins (C/EBPs) as well as bone morphogenic proteins (BMPs) play essential roles in mammalian cell differentiation in shaping adipogenic and osteoblastic lineages in particular. Recent evidence suggested that adipocytes and osteoblasts share a common mesenchymal precursor cell phenotype. Yet, the molecular details underlying the decision of adipocyte versus osteoblast differentiation as well as the involvement of C/EBPs and BMPs remains elusive. We have engineered C2C12 cells for dual‐regulated expression of human C/EBP‐α and BMP‐2 to enable independent transcription control of both differentiation factors using clinically licensed antibiotics of the streptogramin (pristinamycin) and tetracycline (tetracycline) classes. Differential as well as coordinated expression of C/EBP‐α and BMP‐2 revealed that (i) C/EBP‐α may differentiate C2C12 myoblasts into adipocytes as well as osteoblasts, (ii) BMP‐2 prevents myotube differentiation, (iii) is incompetent in differentiating C2C12 into osteoblasts and (iv) even decreases C/EBP‐α’s osteoblast‐specific differentiation potential but (v) cooperates with C/EBP‐α on adipocyte differentiation, (vi) osteoblast formation occurs at low C/EBP‐α levels while adipocyte‐specific differentiation requires maximum C/EBP‐α expression and that (vii) BMP‐2 may bias the C/EBP‐α‐mediated adipocyte versus osteoblast differentiation switch towards fat cell formation. Dual‐regulated expression technology enabled precise insight into combinatorial effects of two key differentiation factors involved in adipocyte/osteoblast lineage control which could be implemented in rational reprogramming of multipotent cells into desired cell phenotypes tailored for gene therapy and tissue engineering.", "authors": ["Cornelia Fux", "Barbara Mitta", "Beat P. Kramer", "Martin Fussenegger"], "about": ["antibiotics", "phenotype", "adipocytes", "cell lines", "osteoblasts", "pristinamycin", "tetracycline", "myoblasts", "Recombinant DNA expression"], "title": "Dual‐regulated expression of C/EBP‐α and BMP‐2 enables differential differentiation of C2C12 cells into adipocytes and osteoblasts\r\n "}