{"keywords": ["fluorescent in situ hybridization", "genes, rrna", "internet", "molecular mass", "oligonucleotide probes", "oligonucleotides", "ribosomes", "ribosomal rna", "software", "body temperature", "temperature", "fluorescent probes", "rna", "microorganisms", "dystonia 12", "molecule"], "abstract": " Ribosomal RNA-(rRNA)-targeted oligonucleotide probes are widely used for culture-independent identification of microorganisms in environmental and clinical samples. ProbeBase is a comprehensive database containing more than 700 published rRNA-targeted oligonucleotide probe sequences (status August 2002) with supporting bibliographic and biological annotation that can be accessed through the internet at http://www.probebase.net . Each oligonucleotide probe entry contains information on target organisms, target molecule (small- or large-subunit rRNA) and position, G+C content, predicted melting temperature, molecular weight, necessity of competitor probes, and the reference that originally described the oligonucleotide probe, including a link to the respective abstract at PubMed. In addition, probes successfully used for fluorescence in situ hybridization (FISH) are highlighted and the recommended hybridization conditions are listed. ProbeBase also offers difference alignments for 16S rRNA-targeted probes by using the probe match tool of the ARB software and the latest small-subunit rRNA ARB database (release June 2002). The option to directly submit probe sequences to the probe match tool of the Ribosomal Database Project II (RDP-II) further allows one to extract supplementary information on probe specificities. The two main features of probeBase, ‘search probeBase’ and ‘find probe set’, help researchers to find suitable, published oligonucleotide probes for microorganisms of interest or for rRNA gene sequences submitted by the user. Furthermore, the ‘search target site’ option provides guidance for the development of new FISH probes. ", "authors": ["Alexander Loy", "Matthias Horn", "Michael Wagner"], "about": ["fluorescent in situ hybridization", "genes, rrna", "internet", "molecular mass", "oligonucleotide probes", "oligonucleotides", "ribosomes", "ribosomal rna", "software", "body temperature", "temperature", "fluorescent probes", "rna", "microorganisms", "dystonia 12", "molecule", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "probeBase: an online resource for rRNA-targeted oligonucleotide probes\r\n "}