{"keywords": ["catalysis", "dna", "ligands", "medline", "nucleic acids", "kinetics", "rna", "dissociation", "affinity", "quantitative research", "rate constants", "binding (molecular function)", "molecule", "dissociation constant", "chemical reactions"], "abstract": " Understanding of cellular processes and underlying molecular events requires knowledge about different aspects of molecular interactions, networks of molecules and pathways in addition to the sequence, structure and function of individual molecules involved. Databases of interacting molecules, pathways and related chemical reaction equations have been developed. The kinetic data for these interactions, which is important for mechanistic investigation, quantitative study and simulation of cellular processes and events, is not provided in the existing databases. We introduce a new database of Kinetic Data of Bio-molecular Interactions (KDBI) aimed at providing experimentally determined kinetic data of protein–protein, protein-RNA, protein-DNA, protein-ligand, RNA-ligand, DNA-ligand binding or reaction events described in the literature. KDBI contains information about binding or reaction event, participating molecules (name, synonyms, molecular formula, classification, SWISS-PROT AC or CAS number), binding or reaction equation, kinetic data and related references. The kinetic data is in terms of one or a combination of the following quantities as given in the literature of a particular event: association/dissociation or on/off rate constant, first/second/third/… order rate constant, equilibrium rate constant, catalytic rate constant, equilibrium association/dissociation constant, inhibition constant and binding affinity constant. Each entry can be retrieved through protein or nucleic acid or ligand name, SWISS-PROT AC number, ligand CAS number and full-text search of a binding or reaction event. KDBI currently contains 8273 entries of biomolecular binding or reaction events involving 1380 proteins, 143 nucleic acids and 1395 small molecules. Hyperlinks are provided for accessing references in Medline and available 3D structures in PDB and NDB. This database can be accessed at http://xin.cz3.nus.edu.sg/group/kdbi/kdbi.asp . ", "authors": ["Z. L. Ji", "X. Chen", "C. J. Zhen", "L. X. Yao", "L. Y. Han", "W. K. Yeo", "P. C. Chung", "H. S. Puy", "Y. T. Tay", "A. Muhammad", "Y. Z. Chen"], "about": ["catalysis", "dna", "ligands", "medline", "nucleic acids", "kinetics", "rna", "dissociation", "affinity", "quantitative research", "rate constants", "binding (molecular function)", "molecule", "dissociation constant", "chemical reactions", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "KDBI: Kinetic Data of Bio-molecular Interactions database\r\n "}