{"keywords": ["phenotype", "cancer", "cytosine", "dna methylation", "genome", "methylation", "epigenetics"], "abstract": " Cytosine methylation is a characteristic property of prokaryotic and eukaryotic genomes. In the latter, it is indispensable for a healthy development of the organism and uncontrolled changes in the distribution of 5-methylcytosine (5mC) have been linked to severe disorders, in particular cancer. The growing scientific interest in DNA methylation has led to a considerable amount of data about this epigenetic phenomenon. In order to make these data readily available, we have established a dedicated database. The DNA Methylation database (MethDB) is currently the only public database for DNA methylation ( http://www.methdb.net ). This constantly growing database has become a key resource in the field of DNA methylation research. The database contains currently methylation patterns, profiles and total methylation content data for 46 species, 160 tissues and 72 phenotypes coming from a total of 6667 experiments (as of September 4, 2002). About 14% of the data have not been published elsewhere. These data can be conveniently searched and represented in different ways. Recently, we have included an on-line submission tool that permits the scientific public to directly enter new data into MethDB. ", "authors": ["Céline Amoreira", "Winfried Hindermann", "Christoph Grunau"], "about": ["phenotype", "cancer", "cytosine", "dna methylation", "genome", "methylation", "epigenetics", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "An improved version of the DNA methylation database (MethDB)\r\n "}