{"keywords": ["chimera organism", "user-computer interface"], "abstract": " The need for new tools for investigating biological systems on a large scale is becoming acute, particularly with respect to computationally intensive analyses such as comparisons of many three-dimensional protein structures. Structure superposition is a valuable approach for understanding evolutionary relationships and for the prediction of function. But while available tools are adequate for generating and viewing superpositions of single pairs of protein structures, these tools are generally too cumbersome and time-consuming for examining multiple superpositions. To address this need, we have created the Structure Superposition Database (SSD) for accessing, viewing and understanding large sets of structure superposition data. The initial implementation of the SSD contains the results of pairwise, all-by-all superpositions of a representative set of 115 (β/α) 8 barrel structures (TIM barrels). Future plans call for extending the database to include representative structure superpositions for many additional folds. The SSD can be browsed with a user interface module developed as an extension to Chimera, an extensible molecular modeling program. Features of the user interface module facilitate viewing multiple superpositions together. The SSD interface module can be downloaded from http://ssd.rbvi.ucsf.edu . ", "authors": ["Ranyee A. Chiang", "Elaine C. Meng", "Conrad C. Huang", "Thomas E. Ferrin", "Patricia C. Babbitt"], "about": ["chimera organism", "user-computer interface", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "The Structure Superposition Database\r\n "}