{"keywords": ["databases", "amino acid sequence", "chromosomes", "codon nucleotides", "genes", "internet", "nucleic acids", "nucleotides", "peptides", "saccharomyces", "yeasts", "genetics", "protein data bank", "datasets"], "abstract": " We continued our effort to make a comprehensive database (LISTA) for the yeast Saccharomyces cerevi-siae . As in previous editions [Dôlz,R., Mossé,M.-O., Slonimski, P.P., Bairoch,A. and Linder,P. (1994) Nucleic Acids Res . 22, 3459–3461] the genetic names are consistently associated to each sequence with a known and confirmed ORF. If necessary, synonyms are given in the case of allelic duplicated sequences. Although the first publication of a sequence gives—according to our rules—the genetic name of a gene, in some instances more commonly used names are given to avoid nomenclature problems and the use of ancient designations which are no longer used. In these cases the old designation is given as synonym. Thus sequences can be found either by the name or by synonyms given in LISTA. Each entry contains the genetic name, the mnemonic from the EMBL data bank, the codon bias, reference of the publication of the sequence, Chromosomal location as far as known, SWISSPROT and EMBL accession numbers. New entries will also contain the name from the systematic sequencing efforts. Since the release of LISTA4.1 we update the database continuously. To obtain more information on the included sequences, each entry has been screened against non-redundant nucleotide and protein data bank collections resulting in LISTA-HON and LISTA-HOP. This release includes reports from full Smith and Watermann peptide-level searches against a non-redundant protein sequence database. The LISTA data base can be linked to the associated data sets or to nucleotide and protein banks by the Sequence Retrieval System (SRS). The database is available by FTP and on World Wide Web. ", "authors": ["Reinhard Dôlz", "Marie-Odile Mossé", "Piotr P. Slonimski", "Amos Bairoch", "Patrick Linder"], "about": ["databases", "amino acid sequence", "chromosomes", "codon nucleotides", "genes", "internet", "nucleic acids", "nucleotides", "peptides", "saccharomyces", "yeasts", "genetics", "protein data bank", "datasets", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " LISTA, LISTA-HOP and LISTA-HON: A Comprehensive Compilation of Protein Encoding Sequences and Its Associated Homology Databases from the Yeast Saccharomyces\n "}