{"keywords": ["plasmids", "rna", "verification", "internal ribosome entry sites"], "abstract": "The IRESite (http://www.iresite.org) presents carefully curated experimental evidence of many eukaryotic viral and cellular internal ribosome entry site (IRES) regions. At the time of submission, IRESite stored >600 records. The IRESite gradually evolved into a robust tool providing (i) biologically meaningful information regarding the IRESs and their experimental background (including annotation of IRES secondary structures and IRES trans-acting factors) as well as (ii) thorough concluding remarks to stored database entries and regularly updated evaluation of the reported IRES function. A substantial portion of the IRESite data results purely from in-house bioinformatic analyses of currently available sequences, in silico attempts to repeat published cloning experiments, DNA sequencing and restriction endonuclease verification of received plasmid DNA. We also present a newly implemented tool for displaying RNA secondary structures and for searching through the structures currently stored in the database. The Supplementary Data contains an updated list of reported IRESs.", "authors": ["Martin Mokrejš", "Tomáš Mašek", "Václav Vopálenský", "Petr Hlubuček", "Philippe Delbos", "Martin Pospíšek"], "about": ["plasmids", "rna", "verification", "internal ribosome entry sites", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "IRESite—a tool for the examination of viral and cellular internal ribosome entry sites\r\n "}