{"keywords": ["plasmids", "genomics", "protein structure", "community"], "abstract": "The Protein Structure Initiative Material Repository (PSI-MR; http://psimr.asu.edu) provides centralized storage and distribution for the protein expression plasmids created by PSI researchers. These plasmids are a resource that allows the research community to dissect the biological function of proteins whose structures have been identified by the PSI. The plasmid annotation, which includes the full length sequence, vector information and associated publications, is stored in a freely available, searchable database called DNASU (http://dnasu.asu.edu). Each PSI plasmid is also linked to a variety of additional resources, which facilitates cross-referencing of a particular plasmid to protein annotations and experimental data. Plasmid samples can be requested directly through the website. We have also developed a novel strategy to avoid the most common concern encountered when distributing plasmids namely, the complexity of material transfer agreement (MTA) processing and the resulting delays this causes. The Expedited Process MTA, in which we created a network of institutions that agree to the terms of transfer in advance of a material request, eliminates these delays. Our hope is that by creating a repository of expression-ready plasmids and expediting the process for receiving these plasmids, we will help accelerate the accessibility and pace of scientific discovery.", "authors": ["Catherine Y. Cormier", "Stephanie E. Mohr", "Dongmei Zuo", "Yanhui Hu", "Andreas Rolfs", "Jason Kramer", "Elena Taycher", "Fontina Kelley", "Michael Fiacco", "Greggory Turnbull", "Joshua LaBaer"], "about": ["plasmids", "genomics", "protein structure", "community", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Protein Structure Initiative Material Repository: an open shared public resource of structural genomics plasmids for the biological community\r\n "}