{"keywords": ["caenorhabditis elegans", "internet", "medline", "proteome", "saccharomyces cerevisiae", "yeasts", "community"], "abstract": "The Yeast Proteome Database (YPD™) has been for several years a resource for organized and accessible information about the proteins of Saccharomycescerevisiae. We have now extended the YPD format to create a database containing complete proteome information about the model organism Caenorhabditiselegans (WormPD™). YPD and WormPD are designed for use not only by their respective research communities but also by the broader scientific community. In both databases, information gleaned from the literature is presented in a consistent, user-friendly Protein Report format: a single Web page presenting all available knowledge about a particular protein. Each Protein Report begins with a Title Line, a concise description of the function of that protein that is continually updated as curators review new literature. Properties and functions of the protein are presented in tabular form in the upper part of the Report, and free-text annotations organized by topic are presented in the lower part. Each Protein Report ends with a comprehensive reference list whose entries are linked to their MEDLINE abstracts. YPD and WormPD are seamlessly integrated, with extensive links between the species. They are freely accessible to academic users on the WWW at http://www.proteome.com/databases/index.html , and are available by subscription to corporate users.", "authors": ["Maria C. Costanzo", "Jennifer D. Hogan", "Michael E. Cusick", "Brian P. Davis", "Ann M. Fancher", "Peter E. Hodges", "Pinar Kondu", "Carey Lengieza", "Jodi E. Lew-Smith", "Carol Lingner", "Kevin J. Roberg-Perez", "Michael Tillberg", "Joan E. Brooks", "James I. Garrels"], "about": ["caenorhabditis elegans", "internet", "medline", "proteome", "saccharomyces cerevisiae", "yeasts", "community", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "The Yeast Proteome Database (YPD) and Caenorhabditis elegans Proteome Database (WormPD): comprehensive resources for the organization and comparison of  model organism protein information\r\n "}