{"keywords": ["gene expression", "apicomplexa", "dna, complementary", "parasites", "sequence analysis, rna", "rna", "host (organism)", "datasets"], "abstract": " Full-Parasites ( http://fullmal.hgc.jp/ ) is a transcriptome database of apicomplexa parasites, which include Plasmodium and Toxoplasma species. The latest version of Full-Parasites contains a total of 105 786 EST sequences from 12 parasites, of which 5925 full-length cDNAs have been completely sequenced. Full-Parasites also contain more than 30 million transcription start sites (TSS) for Plasmodium falciparum (Pf) and Toxoplasma gondii (Tg), which were identified using our novel oligo-capping-based protocol. Various types of cDNA data resources were interconnected with our original database functionalities. Specifically, in this update, we have included two unique RNA-Seq data sets consisting of 730 million mapped RNA-Seq tags. One is a dataset of 16 time-lapse experiments of cultured bradyzoite differentiation for Tg. The other dataset includes 31 clinical samples of Pf. Parasite RNA was extracted together with host human RNA, and the extracted mixed RNA was used for RNA sequencing, with the expectation that gene expression information from the host and parasite would be simultaneously represented. By providing the largest unique full-length cDNA and dynamic transcriptome data, Full-Parasites is useful for understanding host–parasite interactions and will help to eventually elucidate how monophyletic organisms have evolved to become parasites by adopting complex life cycles. ", "authors": ["Josef Tuda", "Arthur E. Mongan", "Mohammed E. M. Tolba", "Mihoko Imada", "Junya Yamagishi", "Xuenan Xuan", "Hiroyuki Wakaguri", "Sumio Sugano", "Chihiro Sugimoto", "Yutaka Suzuki"], "about": ["gene expression", "apicomplexa", "dna, complementary", "parasites", "sequence analysis, rna", "rna", "host (organism)", "datasets", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Full-parasites: database of full-length cDNAs of apicomplexa parasites, 2010 update\r\n "}