{"keywords": ["cell culture techniques", "transcription, genetic", "mitochondria", "origin of life", "genes", "mitochondrial proteins", "rna, messenger", "time factors", "yeasts", "respiratory chain", "data mining", "complex"], "abstract": " Mitochondria constitute complex and flexible cellular entities, which play crucial roles in normal and pathological cell conditions. The database MitoGenesisDB focuses on the dynamic of mitochondrial protein formation through global mRNA analyses. Three main parameters confer a global view of mitochondrial biogenesis: (i) time-course of mRNA production in highly synchronized yeast cell cultures, (ii) microarray analyses of mRNA localization that define translation sites and (iii) mRNA transcription rate and stability which characterize genes that are more dependent on post-transcriptional regulation processes. MitoGenesisDB integrates and establishes cross-comparisons between these data. Several model organisms can be analyzed via orthologous relationships between interspecies genes. More generally this database supports the ‘post-transcriptional operon’ model, which postulates that eukaryotes co-regulate related mRNAs based on their functional organization in ribonucleoprotein complexes. MitoGenesisDB allows identifying such groups of post-trancriptionally regulated genes and is thus a useful tool to analyze the complex relationships between transcriptional and post-transcriptional regulation processes. The case of respiratory chain assembly factors illustrates this point. The MitoGenesisDB interface is available at http://www.dsimb.inserm.fr/dsimb_tools/mitgene/ . ", "authors": ["Jean-Christophe Gelly", "Mickael Orgeur", "Claude Jacq", "Gaëlle Lelandais"], "about": ["cell culture techniques", "transcription, genetic", "mitochondria", "origin of life", "genes", "mitochondrial proteins", "rna, messenger", "time factors", "yeasts", "respiratory chain", "data mining", "complex", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "MitoGenesisDB: an expression data mining tool to explore spatio-temporal dynamics of mitochondrial biogenesis\r\n "}