{"keywords": ["arabidopsis", "genes", "plants", "metabolites", "kappa", "maps"], "abstract": " Correlations of gene-to-gene co-expression and metabolite-to-metabolite co-accumulation calculated from large amounts of transcriptome and metabolome data are useful for uncovering unknown functions of genes, functional diversities of gene family members and regulatory mechanisms of metabolic pathway flows. Many databases and tools are available to interpret quantitative transcriptome and metabolome data, but there are only limited ones that connect correlation data to biological knowledge and can be utilized to find biological significance of it. We report here a new metabolic pathway database, KaPPA-View4 ( http://kpv.kazusa.or.jp/kpv4/ ), which is able to overlay gene-to-gene and/or metabolite-to-metabolite relationships as curves on a metabolic pathway map, or on a combination of up to four maps. This representation would help to discover, for example, novel functions of a transcription factor that regulates genes on a metabolic pathway. Pathway maps of the Kyoto Encyclopedia of Genes and Genomes (KEGG) and maps generated from their gene classifications are available at KaPPA-View4 KEGG version ( http://kpv.kazusa.or.jp/kpv4-kegg/ ). At present, gene co-expression data from the databases ATTED-II, COXPRESdb, CoP and MiBASE for human, mouse, rat, Arabidopsis , rice, tomato and other plants are available. ", "authors": ["Nozomu Sakurai", "Takeshi Ara", "Yoshiyuki Ogata", "Ryosuke Sano", "Takashi Ohno", "Kenjiro Sugiyama", "Atsushi Hiruta", "Kiyoshi Yamazaki", "Kentaro Yano", "Koh Aoki", "Asaph Aharoni", "Kazuki Hamada", "Koji Yokoyama", "Shingo Kawamura", "Hirofumi Otsuka", "Toshiaki Tokimatsu", "Minoru Kanehisa", "Hideyuki Suzuki", "Kazuki Saito", "Daisuke Shibata"], "about": ["arabidopsis", "genes", "plants", "metabolites", "kappa", "maps", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "KaPPA-View4: a metabolic pathway database for representation and analysis of correlation networks of gene co-expression and metabolite co-accumulation and omics data\r\n "}