{"keywords": ["cd-rom", "chromosomes", "dna", "genes", "internet", "libraries", "organizations", "regulatory sequences, nucleic acid", "escherichia coli", "genbank", "basic local alignment search tool"], "abstract": "We have compiled the DNA sequence data for Escherichia coli available from the GenBank and EMBL data libraries and independently from the literature. We provide the most definitive version of the ECD Escherichia coli database now exclusively via the World Wide Web System: http://susi.bio.uni-giessen.de/usr/local/www/html/ecdc.html. Our database encloses an assembled set of contiguous sequences. Each of these contigs compiles all available sequence information, including those derived from a variety of elder sequences. The organisation of the database allows precise physical location of each individual gene or regulatory region, even taking into consideration discrepancies in nomenclature. The WWW program allows to branch into the original EMBL and SWIS-SPROT datafiles. A number of links to other WWW servers is provided. A FASTA and BLAST search may be performed online. Besides the WWW format a flat file version may be obtained via ftp. The ftp version may also be obtained from the EMBL data library as part of the CD-ROM issue of the EMBL sequence database, which is released and updated every 3 months. After deletion of all detected overlaps a total of 3 588 706 individual bp has been determined up to the end of September 1996. This corresponds to a total of 77.09% of the entire E.coli chromosome consisting of ∼4655 kb. About 479 kb (10.3%) are additionally available from Kyoto (Japan). Another 94 kb (2%) are available, but mapping has not been confirmed. Thus the total may have reached 89.4%.", "authors": ["Manfred Kröger", "Ralf Wahl"], "about": ["cd-rom", "chromosomes", "dna", "genes", "internet", "libraries", "organizations", "regulatory sequences, nucleic acid", "escherichia coli", "genbank", "basic local alignment search tool", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Compilation of DNA sequences of Escherichia coli K12: description of the interactive databases ECD and ECDC (update 1996)\r\n "}