{"keywords": ["phenotype", "mutation", "mutation analysis", "chromosomes, human", "dna", "genes", "genotype", "haplotypes", "introns", "nucleotides", "phenylalanine hydroxylase", "genetics", "mice", "mendelian inheritance in man, online", "hyperphenylalaninemia", "symbols", "genbank"], "abstract": "A website (http://www.mcgill.ca/pahdb ) is maintained by the curators for a Consortium (88 investigators, 28 countries) and all other users; it serves a relational database for human locus-specific genetic variation in a defined DNA sequence (GenBank U49897); (100 kb on human chromosome 12q24.1, gene symbol PAH). The intragenic nucleotide variation is both rare (Q < 0.01), extensive (>320 different mutations) and phenotype modifying, causing hyperphenylalaninemia by impairing phenylalanine hydroxylase function (see OMIM 261600), as well as polymorphic and neutral, the latter providing informative locus-specific haplotypes (>1200 different mutation/haplotye associations). The PAH database contains both offline core components (mutations, population associations and data source information) and several accessory online components: (i) relative frequencies of mutations by populations/regions (expanding file); (ii) data on genotype-phenotype correlations both in vitro and in vivo (new file); (iii) polymorphic haplotype structures (new file); (iv) intron sequence data (new file for design of primers); (v) description of mouse homologues (new file for mutations and phenotypes); (vi) the predicted PAH gene mutability profile (improved graphic); (vii) a clinical field for patient use (new interface with database). The website home page has been revised and a counter is recording >15 visits per day. Linkages to other mutation databases and an alliance of mutation database curators (new) are expanding. The primary ‘electronic publication’ reports now vastly exceed print reports. PAHdb serves as a prototype for obtaining, storing and distributing records of human genetic variation.", "authors": ["Piotr Nowacki", "Susan Byck", "Lynne Prevost", "C. R. Scriver"], "about": ["phenotype", "mutation", "mutation analysis", "chromosomes, human", "dna", "genes", "genotype", "haplotypes", "introns", "nucleotides", "phenylalanine hydroxylase", "genetics", "mice", "mendelian inheritance in man, online", "hyperphenylalaninemia", "symbols", "genbank", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "The PAH mutation analysis consortium database: update 1996\r\n "}