{"keywords": ["rna, messenger"], "abstract": "The adenylate uridylate-rich elements (AREs) mediate the rapid turnover of mRNAs encoding proteins that regulate cellular growth and body response to exogenous agents such as microbes, inflammatory and environmental stimuli. However, the full repertoire of ARE-containing mRNAs is unknown. Here, we explore the distribution of AREs in human mRNA sequences. Computational derivation of a 13-bp ARE pattern was performed using multiple expectation maximization for motif elicitations (MEME) and consensus analyses. This pattern was statistically validated for the specificity towards the 3′-untranslated region and not coding region. The computationally derived ARE pattern is the basis of a database which contains non-redundant full-length ARE-mRNAs. The ARE-mRNA database (ARED; http://rc.kfshrc.edu.sa/ared) reveals that ARE-mRNAs encode a wide repertoire of functionally diverse proteins that belong to different biological processes and are important in several disease states. Cluster analysis was performed using the ARE sequences to demonstrate potential relationships between the type and number of ARE motifs, and the functional characteristics of the proteins.", "authors": ["Tala Bakheet", "Mathias Frevel", "Bryan R. G. Williams", "William Greer", "Khalid S. A. Khabar"], "about": ["rna, messenger", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "ARED: human AU-rich element-containing mRNA database reveals an unexpectedly diverse functional repertoire of encoded proteins\r\n "}