{"keywords": ["aging", "genes", "genome", "genomics", "software", "genetics"], "abstract": " The Human Ageing Genomic Resources (HAGR) is a collection of online resources for studying the biology of human ageing. HAGR features two main databases: GenAge and AnAge. GenAge is a curated database of genes related to human ageing. Entries were primarily selected based on genetic perturbations in animal models and human diseases as well as an extensive literature review. Each entry includes a variety of automated and manually curated information, including, where available, protein–protein interactions, the relevant literature, and a description of the gene and how it relates to human ageing. The goal of GenAge is to provide the most complete and comprehensive database of genes related to human ageing on the Internet as well as render an overview of the genetics of human ageing. AnAge is an integrative database describing the ageing process in several organisms and featuring, if available, maximum life span, taxonomy, developmental schedules and metabolic rate, making AnAge a unique resource for the comparative biology of ageing. Associated with the databases are data-mining tools and software designed to investigate the role of genes and proteins in the human ageing process as well as analyse ageing across different taxa. HAGR is freely available to the academic community at http://genomics.senescence.info . ", "authors": ["João Pedro de Magalhães", "Joana Costa", "Olivier Toussaint"], "about": ["aging", "genes", "genome", "genomics", "software", "genetics", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "HAGR: the Human Ageing Genomic Resources\r\n "}