{"keywords": ["genes", "genome", "genomics", "genetics", "mice", "rats", "community", "quantitative trait loci"], "abstract": " The Rat Genome Database (RGD) ( http://rgd.mcw.edu ) aims to meet the needs of its community by providing genetic and genomic infrastructure while also annotating the strengths of rat research: biochemistry, nutrition, pharmacology and physiology. Here, we report on RGD's development towards creating a phenome database. Recent developments can be categorized into three groups. (i) Improved data collection and integration to match increased volume and biological scope of research. (ii) Knowledge representation augmented by the implementation of a new ontology and annotation system. (iii) The addition of quantitative trait loci data, from rat, mouse and human to our advanced comparative genomics tools, as well as the creation of new, and enhancement of existing, tools to enable users to efficiently browse and survey research data. The emphasis is on helping researchers find genes responsible for disease through the use of rat models. These improvements, combined with the genomic sequence of the rat, have led to a successful year at RGD with over two million page accesses that represent an over 4-fold increase in a year. Future plans call for increased annotation of biological information on the rat elucidated through its use as a model for human pathobiology. The continued development of toolsets will facilitate integration of these data into the context of rat genomic sequence, as well as allow comparisons of biological and genomic data with the human genomic sequence and of an increasing number of organisms. ", "authors": ["Norberto de la Cruz", "Susan Bromberg", "Dean Pasko", "Mary Shimoyama", "Simon Twigger", "Jiali Chen", "Chin-Fu Chen", "Chunyu Fan", "Cindy Foote", "Gopal R. Gopinath", "Glenn Harris", "Aubrey Hughes", "Yuan Ji", "Weihong Jin", "Dawei Li", "Jedidiah Mathis", "Natalya Nenasheva", "Jeff Nie", "Rajni Nigam", "Victoria Petri", "Dorothy Reilly", "Weiye Wang", "Wenhua Wu", "Angela Zuniga-Meyer", "Lan Zhao", "Anne Kwitek", "Peter Tonellato", "Howard Jacob"], "about": ["genes", "genome", "genomics", "genetics", "mice", "rats", "community", "quantitative trait loci", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "The Rat Genome Database (RGD): developments towards a phenome database\r\n "}