{"keywords": ["chromosomes", "genes", "genome", "saccharomyces cerevisiae", "saccharomycetales", "synteny", "yeasts", "mold", "community"], "abstract": " The Ashbya Genome Database (AGD) is a comprehensive online source of information covering genes from the filamentous fungus Ashbya gossypii . The database content is based upon comparative genome annotation between A.gossypii and the closely related budding yeast Saccharomyces cerevisiae taking both sequence similarity and synteny (conserved order and orientation) into account. Release 2 of AGD contains 4718 protein-encoding loci located across seven chromosomes. Information can be retrieved using systematic or standard locus names from A.gossypii as well as budding and fission yeast. Approximately 90% of the genes in the genome of A.gossypii are homologous and syntenic to loci of budding yeast. Therefore, AGD is a useful tool not only for the various yeast communities in general but also for biologists who are interested in evolutionary aspects of genome research and comparative genome annotation. The database provides scientists with a convenient graphical user interface that includes various locus search and genome browsing options, data download and export functionalities and numerous reciprocal links to external databases including SGD, MIPS, GeneDB, KEGG, GermOnline and Swiss-Prot/TrEMBL. AGD is accessible at http://agd.unibas.ch/ . ", "authors": ["Leandro Hermida", "Sophie Brachat", "Sylvia Voegeli", "Peter Philippsen", "Michael Primig"], "about": ["chromosomes", "genes", "genome", "saccharomyces cerevisiae", "saccharomycetales", "synteny", "yeasts", "mold", "community", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "The Ashbya Genome Database (AGD)—a tool for the yeast community and genome biologists\r\n "}