{"abstract": " Using NMR methods, we have resolved the i-motif structures formed by d(AACCCC) and by d(CCCCAA), two versions of the DNA sequence repeated in the telomeric regions of the C-rich strand of tetrahymena chromosomes. Both oligonucleotides form fully symmetrical i-motif tetramers built by intercalation of two hemiprotonated duplexes containing four C•C + pairs. The structures are extremely stable. In the tetramer of d(AACCCC), the outermost C•C + pairs are formed by the cytidines of the 5′ ends of the cytidine tracts. A2 forms an A2•A2 (H6 trans –N7) pair stacked to C3•C3 + and cross-strand stacked to A1. At 0°C, the lifetimes of the hemiprotonated pairs range from 1 ms for the outermost pair to ∼1 h for the innermost pairs. The tetramer of d(CCCCAA) adopts two distinct intercalation topologies in slow conformational exchange. One, whose outermost C•C + pairs are built by the cytidines of the 5′ end and the other by those of the 3′ end. In both topologies, the adenosine bases are fairly well stacked to the adjacent C•C + pairs. They are not paired but form symmetrical pseudo-pairs with their H6 cis amino proton and N1 nitrogen pointing towards each other. ", "authors": ["Narcisse Esmaili", "Jean Louis Leroy"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "i-motif solution structure and dynamics of the d(AACCCC) and d(CCCCAA) tetrahymena telomeric repeats\r\n "}