{"abstract": " Mitochondrial genes in the plant Arabidopsis thaliana are transcribed by two phage-type RNA polymerases encoded in the nucleus. Little is known about cis -elements that are recognized by these enzymes and mediate the transcription of the Arabidopsis mitochondrial genome. Here, 30 transcription initiation sites of 12 mitochondrial genes and gene clusters have been determined using 5′-RACE and ribonuclease protection analysis of primary transcripts labelled in vitro by guanylyltransferase. A total of 9 out of 12 genes were found to possess multiple promoters, revealing for the first time that multiple promoters are a common feature of mitochondrial genes in a dicotyledonous plant. No differences in promoter utilization were observed between leaves and flowers, suggesting that promoter multiplicity reflects a relaxed promoter specificity rather than a regulatory role of promoter selection. Nearly half the identified transcription initiation sites displayed immediately upstream a CRTA core sequence, which was mostly seen within the previously described CRTAAGAGA promoter motif or a novel CGTATATAA promoter element. About as many promoters possessed an ATTA or RGTA core. Our data indicate that the majority of mitochondrial promoters in Arabidopsis deviate significantly from the nonanucleotide consensus derived earlier for dicot mitochondrial promoters. ", "authors": ["Kristina Kühn", "Andreas Weihe", "Thomas Börner"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Multiple promoters are a common feature of mitochondrial genes in Arabidopsis\r\n "}