{"abstract": " A feature of Haemophilus influenzae genomes is the presence of several loci containing tracts of six or more identical tetranucleotide repeat units. These repeat tracts are unstable and mediate high frequency, reversible alterations in the expression of surface antigens. This process, termed phase variation (PV), enables H.influenzae to rapidly adapt to fluctuations in the host environment. Perturbation of lagging strand DNA synthesis is known to destabilize simple sequence repeats in yeast and Escherichia coli . By using a chromosomally located reporter construct, we demonstrated that the mutation of an H.influenzae rnhA (encoding RnaseHI) homologue increases the mutation rates of tetranucleotide repeats ∼3-fold. Additionally, deletion of the Klenow domain of DNA polymerase I (PolI) resulted in a ∼35-fold increase in tetranucleotide repeat-mediated PV rates. Deletion of the PolI 5′>3′ exonuclease domain appears to be lethal. The phenotypes of these mutants suggest that delayed or mutagenic Okazaki fragment processing destabilizes H.influenzae tetranucleotide repeat tracts. ", "authors": ["Christopher D. Bayliss", "Wendy A. Sweetman", "E. Richard Moxon"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " Destabilization of tetranucleotide repeats in Haemophilus influenzae mutants lacking RnaseHI or the Klenow domain of PolI \r\n "}