{"keywords": ["candida albicans", "genes", "genome", "internet"], "abstract": " CandidaDB is a database dedicated to the genome of the most prevalent systemic fungal pathogen of humans, Candida albicans . CandidaDB is based on an annotation of the Stanford Genome Technology Center C.albicans genome sequence data by the European Galar Fungail Consortium. CandidaDB Release 2.0 (June 2004) contains information pertaining to Assembly 19 of the genome of C.albicans strain SC5314. The current release contains 6244 annotated entries corresponding to 130 tRNA genes and 5917 protein-coding genes. For these, it provides tentative functional assignments along with numerous pre-run analyses that can assist the researcher in the evaluation of gene function for the purpose of specific or large-scale analysis. CandidaDB is based on GenoList, a generic relational data schema and a World Wide Web interface that has been adapted to the handling of eukaryotic genomes. The interface allows users to browse easily through genome data and retrieve information. CandidaDB also provides more elaborate tools, such as pattern searching, that are tightly connected to the overall browsing system. As the C.albicans genome is diploid and still incompletely assembled, CandidaDB provides tools to browse the genome by individual supercontigs and to examine information about allelic sequences obtained from complementary contigs. CandidaDB is accessible at http://genolist.pasteur.fr/CandidaDB . ", "authors": ["C. d'Enfert", "S. Goyard", "S. Rodriguez-Arnaveilhe", "L. Frangeul", "L. Jones", "F. Tekaia", "O. Bader", "Antje Albrecht", "L. Castillo", "A. Dominguez", "J. F. Ernst", "C. Fradin", "C. Gaillardin", "S. Garcia-Sanchez", "P. de Groot", "B. Hube", "F. M. Klis", "S. Krishnamurthy", "D. Kunze", "M.-C. Lopez", "A. Mavor", "N. Martin", "I. Moszer", "D. Onésime", "J. Perez Martin", "R. Sentandreu", "E. Valentin", "A. J. P. Brown"], "about": ["candida albicans", "genes", "genome", "internet", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " CandidaDB: a genome database for Candida albicans pathogenomics \r\n "}