{"abstract": " Hybridization kinetics of DNA sequences with known secondary structures and random sequences designed with similar melting temperatures were studied in solution and when one strand was bound to 5 μm silica microspheres. The rates of hybridization followed second-order kinetics and were measured spectrophotometrically in solution and fluorometrically in the solid phase. In solution, the rate constants for the model sequences varied by almost two orders of magnitude, with a decrease in the rate constant with increasing amounts of secondary structure in the target sequence. The random sequences also showed over an order of magnitude difference in the rate constant. In contrast, the hybridization experiments in the solid phase with the same model sequences showed almost no change in the rate constant. Solid phase rate constants were approximately three orders of magnitude lower compared with the solution phase constants for sequences with little or no single-stranded structure. Sequences with a known secondary structure yielded solution phase rate constants as low as 3 × 10 3 M −1 s −1 with solid phase rate constants for the same sequences measured at 2.5 × 10 2 M −1 s −1 . The results from these experiments indicate that (i) solid phase hybridization occurs three orders of magnitude slower than solution phase, (ii) trends observed in structure-dependent kinetics of solution phase hybridization may not be applicable to solid phase hybridization and (iii) model probes with known secondary structure decrease reaction rates; however, even random sequences with no known internal single-stranded structure can yield a broad range of reaction rates. ", "authors": ["Michael M. A. Sekar", "Will Bloch", "Pamela M. St John"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Comparative study of sequence-dependent hybridization kinetics in solution and on microspheres\r\n "}