{"abstract": "Clustered DNA lesions, possibly induced by ionizing radiation, constitute a trial for repair processes. Indeed, recent studies suggest that repair of such lesions may be compromised, potentially leading to the formation of lethal double-strand breaks (DSBs). A complex multiply damaged site (MDS) composed of 8-oxoguanine and 8-oxoadenine on one strand, 5-hydroxyuracil, 5-formyluracil and a 1 nt gap on the other strand, within 17 bp was built and used to challenge several steps of base excision repair (BER) pathway with human whole-cell extracts and purified repair enzymes as well. We show a hierarchy in the processing of lesions within the MDS, in particular at the base excision step. In the present configuration, efficient excision of 5-hydroxyuracil and low cleavage at 8-oxoguanine prevent DSB formation and generate a short single-stranded region carrying the 8-oxoguanine. On the other hand, rejoining of the 1 nt gap occurs by the short-patch BER pathway, but is slightly retarded by the presence of the oxidized bases. Taken together, our results suggest a hierarchy in the processing of the lesions within the MDS, which prevents the formation of DSB, but would dramatically enhance mutagenesis. They also indicate that the mutagenic (or lethal) consequences of a complex MDS will largely depend on the first event in the processing of the MDS.", "authors": ["Grégory Eot-Houllier", "Séverine Eon-Marchais", "Didier Gasparutto", "Evelyne Sage"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Processing of a complex multiply damaged DNA site by human cell extracts and purified repair proteins\r\n "}