{"abstract": " DNA triplexes are formed by both isomorphic (structurally alike) and non-isomorphic (structurally dissimilar) base triplets. It is espoused here that (i) the base triplet non-isomorphism may be articulated in structural terms by a residual twist (Δ t °), the angle formed by line joining the C1′…C1′ atoms of the adjacent Hoogsteen or reverse Hoogsteen (RH) base pairs and the difference in base triplet radius (Δ r Å), and (ii) their influence on DNA triplex is largely mechanistic, leading to the prediction of a high ( t + Δ t )° and low ( t − Δ t )° twist at the successive steps of Hoogsteen or RH duplex of a parallel or antiparallel triplex. Efficacy of this concept is corroborated by molecular dynamics (MD) simulation of an antiparallel DNA triplex comprising alternating non-isomorphic G*GC and T*AT triplets. Conformational changes necessitated by base triplet non-isomorphism are found to induce an alternating (i) high anti and anti glycosyl and (ii) BII and an unusual BIII conformation resulting in a zigzag backbone for the RH strand. Thus, base triplet non-isomorphism causes DNA triplexes into exhibiting sequence-dependent non-uniform conformation. Such structural variations may be relevant in deciphering the specificity of interaction with DNA triplex binding proteins. Seemingly then, residual twist (Δ t °) and radial difference (Δ r Å) suffice as indices to define and monitor the effect of base triplet non-isomorphism in nucleic acid triplexes. ", "authors": ["R. Thenmalarchelvi", "N. Yathindra"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "New insights into DNA triplexes: residual twist and radial difference as measures of base triplet non-isomorphism and their implication to sequence-dependent non-uniform DNA triplex\r\n "}