{"abstract": " DNA methylation plays important roles via regulation of numerous cellular mechanisms in diverse organisms, including humans. The paradigm bacterial methyltransferase (MTase) HhaI (M.HhaI) catalyzes the transfer of a methyl group from the cofactor S -adenosyl- l -methionine (AdoMet) onto the target cytosine in DNA, yielding 5-methylcytosine and S -adenosyl- l -homocysteine (AdoHcy). The turnover rate ( kcat ) of M.HhaI, and the other two cytosine-5 MTases examined, is limited by a step subsequent to methyl transfer; however, no such step has so far been identified. To elucidate the role of cofactor interactions during catalysis, eight mutants of Trp41, which is located in the cofactor binding pocket, were constructed and characterized. The mutants show full proficiency in DNA binding and base-flipping, and little variation is observed in the apparent methyl transfer rate kchem as determined by rapid-quench experiments using immobilized fluorescent-labeled DNA. However, the Trp41 replacements with short side chains substantially perturb cofactor binding (100-fold higher  \\( {K}_{\\hbox{ D }}^{\\hbox{ AdoMet }} \\)  and  \\( {K}_{\\hbox{ M }}^{\\hbox{ AdoMet }}\\)  ) leading to a faster turnover of the enzyme (10-fold higher kcat ). Our analysis indicates that the rate-limiting breakdown of a long-lived ternary product complex is initiated by the dissociation of AdoHcy or the opening of the catalytic loop in the enzyme. ", "authors": ["Eglė Merkienė", "Saulius Klimašauskas"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Probing a rate-limiting step by mutational perturbation of AdoMet binding in the HhaI methyltransferase\r\n "}