{"abstract": " The melting of tetramolecular DNA or RNA quadruplexes is kinetically irreversible. However, rather than being a hindrance, this kinetic inertia allows us to study association and dissociation processes independently. From a kinetic point of view, the association reaction is fourth order in monomer and the dissociation first order in quadruplex. The association rate constant kon , expressed in M −3 ·s −1 decreases with increasing temperature, reflecting a negative activation energy ( Eon ) for the sequences presented here. Association is favored by an increase in monocation concentration. The first-order dissociation process is temperature dependent, with a very positive activation energy Eoff , but nearly ionic strength independent. General rules may be drawn up for various DNA and RNA sequence motifs, involving 3–6 consecutive guanines and 0–5 protruding bases. RNA quadruplexes are more stable than their DNA counterparts as a result of both faster association and slower dissociation. In most cases, no dissociation is found for G-tracts of 5 guanines or more in sodium, 4 guanines or more in potassium. The data collected here allow us to predict the amount of time required for 50% (or 90%) quadruplex formation as a function of strand sequence and concentration, temperature and ionic strength. ", "authors": ["Jean-Louis Mergny", "Anne De Cian", "Amar Ghelab", "Barbara Saccà", "Laurent Lacroix"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Kinetics of tetramolecular quadruplexes\r\n "}