{"abstract": "The androgen receptor (AR) is a member of the nuclear hormone receptor family of transcription factors and plays a critical role in regulating the expression of genes involved in androgen-dependent and -independent tumour formation. Regulation of the AR is achieved by alternate binding of either histone acetyltransferase (HAT)-containing co-activator proteins, or histone deacetylase 1 (HDAC1). Factors that control AR stability may also constitute an important regulatory mechanism, a notion that has been confirmed with the finding that the AR is a direct target for Mdm2-mediated ubiquitylation and proteolysis. Using chromatin immunoprecipitation (ChIP) and re-ChIP analyses, we show that Mdm2 associates with AR and HDAC1 at the active androgen-responsive PSA promoter in LNCaP prostate cancer cells. Furthermore, we demonstrate that Mdm2-mediated modification of AR and HDAC1 catalyses protein destabilization and attenuates AR sactivity, suggesting that ubiquitylation of the AR and HDAC1 may constitute an additional mechanism for regulating AR function. We also show that HDAC1 and Mdm2 function co-operatively to reduce AR-mediated transcription that is attenuated by the HAT activity of the AR co-activator Tip60, suggesting interplay between acetylation status and receptor ubiquitylation in AR regulation. In all, our data indicates a novel role for Mdm2 in regulating components of the AR transcriptosome.", "authors": ["Luke Gaughan", "Ian R. Logan", "David E. Neal", "Craig N. Robson"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Regulation of androgen receptor and histone deacetylase 1 by Mdm2-mediated ubiquitylation\r\n "}