{"abstract": " At the molecular level, members of the NKx2.2 family of transcription factors establish neural compartment boundaries by repressing the expression of homeobox genes specific for adjacent domains [Muhr et al . (2001) Cell , 104, 861–873; Weiss et al . (1998) Genes Dev ., 12, 3591–3602]. The Drosophila homologue, vnd , interacts genetically with the high-mobility group protein, Dichaete , in a manner suggesting co-operative activation [Zhao and Skeath (2002) Development , 129, 1165–1174]. However, evidence for direct interactions and transcriptional activation is lacking. Here, we present molecular evidence for the interaction of Vnd and Dichaete that leads to the activation of target gene expression. Two-hybrid interaction assays indicate that Dichaete binds the Vnd homeodomain, and additional Vnd sequences stabilize this interaction. In addition, Vnd has two activation domains that are typically masked in the intact protein. Whether vnd can activate or repress transcription is context-dependent. Full-length Vnd, when expressed as a Gal4 fusion protein, acts as a repressor containing multiple repression domains. A divergent domain in the N-terminus, not found in vertebrate Vnd-like proteins, causes the strongest repression. The co-repressor, Groucho, enhances Vnd repression, and these two proteins physically interact. The data presented indicate that the activation and repression domains of Vnd are complex, and whether Vnd functions as a transcriptional repressor or activator depends on both intra- and inter-molecular interactions. ", "authors": ["Zhongxin Yu", "Li-Jyun Syu", "Dervla M. Mellerick"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " Contextual interactions determine whether the Drosophila homeodomain protein, Vnd, acts as a repressor or activator \r\n "}