{"abstract": " Oligonucleotides composed of 2′- O -methyl and locked nucleic acid residues complementary to HIV-1 trans -activation responsive element TAR block Tat-dependent trans -activation in a HeLa cell assay when delivered by cationic lipids. We describe an improved procedure for synthesis and purification under highly denaturing conditions of 5′-disulphide-linked conjugates of 3′-fluorescein labelled oligonucleotides with a range of cell-penetrating peptides and investigate their abilities to enter HeLa cells and block trans -activation. Free uptake of 12mer OMe/LNA oligonucleotide conjugates to Tat (48–58), Penetratin and R 9 F 2 was observed in cytosolic compartments of HeLa cells. Uptake of the Tat conjugate was enhanced by N-terminal addition of four Lys or Arg residues or a second Tat peptide. None of the conjugates entered the nucleus or inhibited trans -activation when freely delivered, but inhibition was obtained in the presence of cationic lipids. Nuclear exclusion was seen for free delivery of Tat (48–58), Penetratin and R 9 conjugates of 16mer phosphorothioate OMe oligonucleotide. Uptake into human fibroblast cytosolic compartments was seen for Tat, Penetratin, R 9 F 2 and Transportan conjugates. Large enhancements of HeLa cell uptake into cytosolic compartments were seen when free Tat peptide was added to Tat conjugate of 12mer OMe/LNA oligonucleotide or Penetratin peptide to Penetratin conjugate of the same oligonucleotide. ", "authors": ["John J. Turner", "Andrey A. Arzumanov", "Michael J. Gait"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " Synthesis, cellular uptake and HIV-1 Tat-dependent trans -activation inhibition activity of oligonucleotide analogues disulphide-conjugated to cell-penetrating peptides \r\n "}