{"abstract": " Tyrosyl-DNA phosphodiesterase (TDP1) is a DNA repair enzyme that removes peptide fragments linked through tyrosine to the 3′ end of DNA, and can also remove 3′-phosphoglycolates (PGs) formed by free radical-mediated DNA cleavage. To assess whether TDP1 is primarily responsible for PG removal during in vitro end joining of DNA double-strand breaks (DSBs), whole-cell extracts were prepared from lymphoblastoid cells derived either from spinocerebellar ataxia with axonal neuropathy (SCAN1) patients, who have an inactivating mutation in the active site of TDP1, or from closely matched normal controls. Whereas extracts from normal cells catalyzed conversion of 3′-PG termini, both on single-strand oligomers and on 3′ overhangs of DSBs, to 3′-phosphate termini, extracts of SCAN1 cells did not process either substrate. Addition of recombinant TDP1 to SCAN1 extracts restored 3′-PG removal, allowing subsequent gap filling on the aligned DSB ends. Two of three SCAN1 lines examined were slightly more radiosensitive than normal cells, but only for fractionated radiation in plateau phase. The results suggest that the TDP1 mutation in SCAN1 abolishes the 3′-PG processing activity of the enzyme, and that there are no other enzymes in cell extracts capable of processing protruding 3′-PG termini. However, the lack of severe radiosensitivity suggests that there must be alternative, TDP1-independent pathways for repair of 3′-PG DSBs. ", "authors": ["Tong Zhou", "Jae Wan Lee", "Haritha Tatavarthi", "James R. Lupski", "Kristoffer Valerie", "Lawrence F. Povirk"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Deficiency in 3′-phosphoglycolate processing in human cells with a hereditary mutation in tyrosyl-DNA phosphodiesterase (TDP1)\r\n "}