{"abstract": "Phosphorothioate-modified antisense oligodeoxynucleotides (ASOs) are used to suppress gene expression by inducing RNase H-mediated cleavage with subsequent degradation of the target mRNA. However, previous observations suggest that ASO/RNase H can also result in the generation of stable mRNA cleavage fragments and expression of truncated proteins. Here, we addressed the underlying translational mechanisms in more detail using hepadnavirus-transfected hepatoma cells as a model system of antisense therapy. Generation of stable mRNA cleavage fragments was restricted to the ASO/RNase H pathway and not observed upon cotransfection of isosequential small interfering RNA or RNase H-incompetent oligonucleotides. Furthermore, direct evidence for translation of mRNA fragments was established by polysome analysis. Polysome-associated RNA contained cleavage fragments devoid of a 5′ cap structure indicating that translation was, at least in part, cap-independent. Further analysis of the uncapped cleavage fragments revealed that their 5′ terminus and initiation codon were only separated by a few nucleotides suggesting a 5′ end-dependent mode of translation, whereas internal initiation could be ruled out. However, the efficiency of translation was moderate compared to uncleaved mRNA and amounted to 13–24% depending on the ASO used. These findings provide a rationale for understanding the translation of mRNA fragments generated by ASO/RNase H mechanistically.", "authors": ["Peter Hasselblatt", "Birgit Hockenjos", "Christian Thoma", "Hubert E. Blum", "Wolf-Bernhard Offensperger"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Translation of stable hepadnaviral mRNA cleavage fragments induced by the action of phosphorothioate-modified antisense oligodeoxynucleotides\r\n "}