{"abstract": "DNA-PKcs and Ku are essential components of the complex that catalyzes non-homologous end joining (NHEJ) of DNA double-strand breaks (DSBs). Ku, a heterodimeric protein, binds to DNA ends and facilitates recruitment of the catalytic subunit, DNA-PKcs. We have investigated the effect of DNA strand orientation and sequence bias on the activation of DNA-PK. In addition, we assessed the effect of the position and strand orientation of cisplatin adducts on kinase activation. A series of duplex DNA substrates with site-specific cisplatin–DNA adducts placed in three different orientations on the duplex DNA were prepared. Terminal biotin modification and streptavidin (SA) blocking was employed to direct DNA-PK binding to the unblocked termini with a specific DNA strand orientation and cisplatin–DNA adduct position. DNA-PK kinase activity was measured and the results reveal that DNA strand orientation and sequence bias dramatically influence kinase activation, only a portion of which could be attributed to Ku-DNA binding activity. In addition, cisplatin–DNA adduct position resulted in differing degrees of inhibition depending on distance from the terminus as well as strand orientation. These results highlight the importance of how local variations in DNA structure, chemistry and sequence influence DNA-PK activation and potentially NHEJ.", "authors": ["Katherine S. Pawelczak", "Brooke J. Andrews", "John J. Turchi"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Differential activation of DNA-PK based on DNA strand orientation and sequence bias\r\n "}