{"abstract": " In Caenorhabditis elegans , the activity of transposable elements is repressed in the germline. One of the mechanisms involved in this repression is RNA interference (RNAi), a process in which dsRNA targets cleavage of mRNAs in a sequence-specific manner. The first gene found to be involved in RNAi and transposon silencing in C.elegans is mut-7 , a gene encoding a putative exoribonuclease. Here, we show that the MUT-7 protein resides in complexes of ∼250 kDa in the nucleus and in the cytosol. In addition, we find that upon triggering of RNAi the cytosolic MUT-7 complex increases in size. This increase is independent of the presence of target RNA, but does depend on the presence of RDE-1 and RDE-4, two proteins involved in small interfering RNA (siRNA) production. Finally, using a yeast two-hybrid screen, we identified RDE-2/MUT-8 as one of the other components of this complex. This protein is encoded by the rde-2 / mut-8 locus, previously implicated in RNAi and transposon silencing. Using genetic complementation analysis, we show that the interaction between these two proteins is required for efficient RNAi in vivo . Together these data support a role for the MUT-7/RDE-2 complex downstream of siRNA formation, but upstream of siRNA mediated target RNA recognition, possibly indicating a role in the siRNA amplification step. ", "authors": ["Bastiaan B. J. Tops", "Hiroaki Tabara", "Titia Sijen", "Femke Simmer", "Craig C. Mello", "Ronald H. A. Plasterk", "René F. Ketting"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " RDE-2 interacts with MUT-7 to mediate RNA interference in Caenorhabditis elegans\n "}