{"abstract": " Pre-tRNA splicing is an essential process in all eukaryotes. It requires the concerted action of an endonuclease to remove the intron and a ligase for joining the resulting tRNA halves as studied best in the yeast Saccharomyces cerevisiae . Here, we report the first characterization of an RNA ligase protein and its gene from a higher eukaryotic organism that is an essential component of the pre-tRNA splicing process. Purification of tRNA ligase from wheat germ by successive column chromatographic steps has identified a protein of 125 kDa by its potentiality to covalently bind AMP, and by its ability to catalyse the ligation of tRNA halves and the circularization of linear introns. Peptide sequences obtained from the purified protein led to the elucidation of the corresponding proteins and their genes in Arabidopsis and Oryza databases. The plant tRNA ligases exhibit no overall sequence homologies to any known RNA ligases, however, they harbour a number of conserved motifs that indicate the presence of three intrinsic enzyme activities: an adenylyltransferase/ligase domain in the N-terminal region, a polynucleotide kinase in the centre and a cyclic phosphodiesterase domain at the C-terminal end. In vitro expression of the recombinant Arabidopsis tRNA ligase and functional analyses revealed all expected individual activities. Plant RNA ligases are active on a variety of substrates in vitro and are capable of inter- and intramolecular RNA joining. Hence, we conclude that their role in vivo might comprise yet unknown essential functions besides their involvement in pre-tRNA splicing. ", "authors": ["Markus Englert", "Hildburg Beier"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Plant tRNA ligases are multifunctional enzymes that have diverged in sequence and substrate specificity from RNA ligases of other phylogenetic origins\r\n "}