{"abstract": " DNA polymerase (Pol) β null mouse embryonic fibroblasts provide a useful cell system to investigate the effects of alterations in base excision repair (BER) on genome stability. These cells are characterized by hypersensitivity to the cytotoxic effects of methyl methanesulfonate (MMS) and by decreased repair of the MMS-induced DNA single strand breaks (SSB). Here, we show that, in the absence of Pol β, SSB accumulate in G 1 phase cells, accompanied by the formation of proliferating cell nuclear antigen foci in the nuclei. When replicating Pol β null cells are treated with MMS, a rapid phosphorylation of histone H2AX is detected in the nuclei of S phase cells, indicating that double strand breaks (DSB) are formed in response to unrepaired SSB. This is followed by relocalization within the nuclei of Rad51 protein, which is essential for homologous recombination (HR). These findings are compatible with a model where, in mammalian cells, unrepaired SSB produced during BER are substrates for the HR pathway via DSB formation. This is an example of a coordinated effort of two different repair pathways, BER and HR, to protect mammalian cells from alkylation-induced cytotoxicity. ", "authors": ["Barbara Pascucci", "Maria Teresa Russo", "Marco Crescenzi", "Margherita Bignami", "Eugenia Dogliotti"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " The accumulation of MMS-induced single strand breaks in G 1 phase is recombinogenic in DNA polymerase β defective mammalian cells \r\n "}