{"abstract": "Granulocyte-macrophage colony stimulating factor (GM-CSF) plays a key role in myeloid cell function and is rapidly and transiently expressed in T cells in response to immune or inflammatory stimuli. Induction of GM-CSF gene expression is accompanied by changes in chromatin structure across the proximal promoter region of the gene. We show that the promoter remodelling and subsequent gene transcription occurs with distinct signal and transcription factor requirements. Activation of the protein kinase C (PKC) signalling pathway is sufficient to induce changes in chromatin structure across the promoter, but both the PKC and calcium signalling pathways are required for efficient gene transcription. Although NFAT transcription factors contribute to GM-CSF gene transcription, they are not required for promoter remodelling. However, the presence of the nuclear factor-κB transcription factor, c-Rel, in the nucleus is strongly correlated with and required for the events of chromatin remodelling.", "authors": ["Kate H. Brettingham-Moore", "Sudha Rao", "Torsten Juelich", "M. Frances Shannon", "Adele F. Holloway"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "GM-CSF promoter chromatin remodelling and gene transcription display distinct signal and transcription factor requirements\r\n "}