{"abstract": " The tRNA 3′-processing endoribonuclease (tRNase Z or 3′ tRNase; EC 3.1.26.11) is an essential enzyme that removes the 3′ trailer from pre-tRNA. The long form (tRNase ZL) can cleave a target RNA in vitro at the site directed by an appropriate small-guide RNA (sgRNA). Here, we investigated whether this sgRNA/tRNase ZL strategy could be applied to gene therapy for AIDS. We tested the ability of four sgRNA-expression plasmids to inhibit HIV-1 gene expression in COS cells, using a transient-expression assay. The three sgRNAs guide inhibition of HIV-1 gene expression in cultured COS cells. Analysis of the HIV-1 mRNA levels suggested that sgRNA directed the tRNase ZL to mediate the degradation of target RNA. The observation that sgRNA was localized primarily in nuclei suggests that tRNase ZL cleaves the HIV-1 mRNA when complexed with sgRNA in this location. We also examined the ability of two retroviral vectors expressing sgRNA to suppress HIV-1 expression in HIV-1-infected Jurkat T cells. sgRNA-SL4 suppressed HIV-1 expression almost completely in infected cells for up to 18 days. These results suggest that the sgRNA/tRNase ZL approach is effective in downregulating HIV-1 gene expression. ", "authors": ["Yuichiro Habu", "Naoko Miyano-Kurosaki", "Michiko Kitano", "Yumihiko Endo", "Masakazu Yukita", "Shigeru Ohira", "Hiroaki Takaku", "Masayuki Nashimoto", "Hiroshi Takaku"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Inhibition of HIV-1 gene expression by retroviral vector-mediated small-guide RNAs that direct specific RNA cleavage by tRNase ZL\r\n "}