{"abstract": " DNA single-strand breaks (SSBs) are the most frequent lesions caused by oxidative DNA damage. They disrupt DNA replication, give rise to double-strand breaks and lead to cell death and genomic instability. It has been shown that the XRCC1 protein plays a key role in SSBs repair. We have recently shown in living human cells that XRCC1 accumulates at SSBs in a fully poly(ADP-ribose) (PAR) synthesis-dependent manner and that the accumulation of XRCC1 at SSBs is essential for further repair processes. Here, we show that XRCC1 and its partner protein, DNA ligase IIIα, localize at the centrosomes and their vicinity in metaphase cells and disappear during anaphase. Although the function of these proteins in centrosomes during metaphase is unknown, this centrosomal localization is PAR-dependent, because neither of the proteins is observed in the centrosomes in the presence of PAR polymerase inhibitors. On treatment of metaphase cells with H 2 O 2 , XRCC1 and DNA ligase IIIα translocate immediately from the centrosomes to mitotic chromosomes. These results show for the first time that the repair of SSBs is present in the early mitotic chromosomes and that there is a dynamic response of XRCC1 and DNA ligase IIIα to SSBs, in which these proteins are recruited from the centrosomes, where metaphase-dependent activation of PAR polymerase occurs, to mitotic chromosomes, by SSBs-dependent activation of PAR polymerase. ", "authors": ["Satoshi Okano", "Li Lan", "Alan E. Tomkinson", "Akira Yasui"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Translocation of XRCC1 and DNA ligase IIIα from centrosomes to chromosomes in response to DNA damage in mitotic human cells\r\n "}