{"abstract": "Loss of a functional mismatch repair (MMR) system in colorectal cancer (CRC) cells is associated with microsatellite instability and increased sensitivity to topoisomerase inhibitors. In this study, we have investigated whether a defect in double-strand break (DSB) repair by non-homologous end-joining (NHEJ) could explain why MMR-deficient CRC cells are hypersensitive to camptothecin (CPT), a topoisomerase I inhibitor. To evaluate the efficiency and the fidelity of DSB repair, we have transiently transfected plasmids containing cohesive or non-complementary ends in cells with various MMR defects. We have observed that the repair efficiency of DSB with cohesive and non-complementary ends is comparable in all cell lines. In contrast to the MMR-proficient cell line HT29, the MMR-deficient cell lines were highly accurate in repairing DSB with cohesive ends, but this characteristic could not be directly assigned to the primary MMR deficiency. Furthermore, CPT treatment had no detectable effect on the repair of cohesive ends but significantly decreased the repair efficiency of non-complementary DSB. In conclusion, although our observations show that DSB repair efficiency by NHEJ decreases upon treatment with CPT, which possibly contributes to its cytotoxicity, it is quite unlikely that it accounts for the hypersensitivity of MMR-deficient cells to topoisomerase inhibitors.", "authors": ["Sandrine Jacob", "Catherine Miquel", "Alain Sarasin", "Françoise Praz"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Effects of camptothecin on double-strand break repair by non-homologous end-joining in DNA mismatch repair-deficient human colorectal cancer cell lines\r\n "}