{"abstract": " Rev1 is a deoxycytidyl transferase associated with DNA translesion synthesis (TLS). In addition to its catalytic domain, Rev1 possesses a so-called BRCA1 C-terminal (BRCT) domain. Here, we describe cells and mice containing a targeted deletion of this domain.  Rev1 B/B mice are healthy, fertile and display normal somatic hypermutation.  Rev1 B/B cells display an elevated spontaneous frequency of intragenic deletions at Hprt . In addition, these cells were sensitized to exogenous DNA damages. Ultraviolet-C (UV-C) light induced a delayed progression through late S and G2 phases of the cell cycle and many chromatid aberrations, specifically in a subset of mutant cells, but not enhanced sister chromatid exchanges (SCE). UV-C-induced mutagenesis was reduced and mutations at thymidine–thymidine dimers were absent in  Rev1 B/B cells, the opposite phenotype of UV-C-exposed cells from XP-V patients, lacking TLS polymerase η. This suggests that the enhanced UV-induced mutagenesis in XP-V patients may depend on error-prone Rev1-dependent TLS. Together, these data indicate a regulatory role of the Rev1 BRCT domain in TLS of a limited spectrum of endogenous and exogenous nucleotide damages during a defined phase of the cell cycle. ", "authors": ["Jacob G. Jansen", "Anastasia Tsaalbi-Shtylik", "Petra Langerak", "Fabienne Calléja", "Caro M. Meijers", "Heinz Jacobs", "Niels de Wind"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "The BRCT domain of mammalian Rev1 is involved in regulating DNA translesion synthesis\r\n "}