{"abstract": " XRCC1 protein is essential for mammalian viability and is required for the efficient repair of single strand breaks (SSBs) and damaged bases in DNA. XRCC1-deficient cells are genetically unstable and sensitive to DNA damaging agents. XRCC1 has no known enzymatic activity and is thought to act as a scaffold protein for both SSB and base excision repair activities. To further define the defects leading to genetic instability in XRCC1-deficient cells, we overexpressed the AP endonuclease APE1, shown previously to interact with and be stimulated by XRCC1. Here, we report that the overexpression of APE1 can compensate for the impaired capability of XRCC1-deficient cells to repair SSBs induced by oxidative DNA damage, both in vivo and in whole-cell extracts. We show that, for this kind of damage, the repair of blocked DNA ends is rate limiting and can be performed by APE1. Conversely, APE1 overproduction resulted in a 3-fold increase in the sensitivity of XRCC1-deficient cells to an alkylating agent, most probably due to the accumulation of SSBs. Finally, the overproduction of APE1 results in increases of 40% in the frequency of micronuclei and 33% in sister chromatid exchanges of XRCC1− cells. These data suggest that the spontaneous generation of AP sites could be at the origin of the SSBs responsible for the spontaneous genetic instability characteristic of XRCC1-deficient cells. ", "authors": ["Marguerite Sossou", "Claudia Flohr-Beckhaus", "Ina Schulz", "Fayza Daboussi", "Bernd Epe", "J. Pablo Radicella"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "APE1 overexpression in XRCC1-deficient cells complements the defective repair of oxidative single strand breaks but increases genomic instability\r\n "}