{"abstract": " We have recently sequenced the genome of a novel thermophilic bacteriophage designated as TS2126 that infects the thermophilic eubacterium Thermus scotoductus . One of the annotated open reading frames (ORFs) shows homology to T4 RNA ligase 1, an enzyme of great importance in molecular biology, owing to its ability to ligate single-stranded nucleic acids. The ORF was cloned, and recombinant protein was expressed, purified and characterized. The recombinant enzyme ligates single-stranded nucleic acids in an ATP-dependent manner and is moderately thermostable. The recombinant enzyme exhibits extremely high activity and high ligation efficiency. It can be used for various molecular biology applications including RNA ligase-mediated rapid amplification of cDNA ends (RLM-RACE). The TS2126 RNA ligase catalyzed both inter- and intra-molecular single-stranded DNA ligation to >50% completion in a matter of hours at an elevated temperature, although favoring intra-molecular ligation on RNA and single-stranded DNA substrates. The properties of TS2126 RNA ligase 1 makes it very attractive for processes like adaptor ligation, and single-stranded solid phase gene synthesis. ", "authors": ["Thorarinn Blondal", "Audur Thorisdottir", "Unnur Unnsteinsdottir", "Sigridur Hjorleifsdottir", "Arnthor Ævarsson", "Sveinn Ernstsson", "Olafur H. Fridjonsson", "Sigurlaug Skirnisdottir", "Jon Oskar Wheat", "Anna Gudny Hermannsdottir", "Snorri Th. Sigurdsson", "Gudmundur O. Hreggvidsson", "Albert Vernon Smith", "Jakob K. Kristjansson"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " Isolation and characterization of a thermostable RNA ligase 1 from a Thermus scotoductus bacteriophage TS2126 with good single-stranded DNA ligation properties \r\n "}