{"abstract": "PARN, a poly(A)-specific ribonuclease, binds the 5′ cap-structure of mRNA and initiates deadenylation-dependent decay. Eukaryotic initiation factor 4E (eIF4E) also binds to the cap structure, an interaction that is critical for initiating cap-dependent translation. The stability of various mRNA transcripts in human cell lines is reduced under conditions of serum starvation as determined by both functional and chemical half-lives. Serum starvation also leads to enhanced cap association by PARN. In contrast, the 5′ cap occupancy by eIF4E decreases under serum-deprivation, as does the translation of reporter transcripts. Further, we show that PARN is a phosphoprotein and that this modification can be modulated by serum status. Taken together, these data are consistent with a natural competition existing at the 5′ cap structure between PARN and eIF4E that may be regulated by changes in post-translational modifications. These phosphorylation-induced changes in the interplay of PARN and eIF4E may determine whether the mRNA is translated or decayed.", "authors": ["Ruth Seal", "Richard Temperley", "Jeffrey Wilusz", "Robert N. Lightowlers", "Zofia M. A. Chrzanowska-Lightowlers"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Serum-deprivation stimulates cap-binding by PARN at the expense of eIF4E, consistent with the observed decrease in mRNA stability\r\n "}