{"abstract": " Sac7d, a small, abundant, sequence-general DNA-binding protein from the hyperthermophilic archaeon Sulfolobus acidocaldarius , causes a single-step sharp kink in DNA (∼60°) via the intercalation of both Val26 and Met29. These two amino acids were systematically changed in size to probe their effects on DNA kinking. Eight crystal structures of five Sac7d mutant–DNA complexes have been analyzed. The DNA-binding pattern of the V26A and M29A single mutants is similar to that of the wild-type, whereas the V26A/M29A protein binds DNA without side chain intercalation, resulting in a smaller overall bending (∼50°). The M29F mutant inserts the Phe29 side chain orthogonally to the C2pG3 step without stacking with base pairs, inducing a sharp kink (∼80°). In the V26F/M29F-GCGATCGC complex, Phe26 intercalates deeply into DNA bases by stacking with the G3 base, whereas Phe29 is stacked on the G15 deoxyribose, in a way similar to those used by the TATA box-binding proteins. All mutants have reduced DNA-stabilizing ability, as indicated by their lower Tm values. The DNA kink patterns caused by different combinations of hydrophobic side chains may be relevant in understanding the manner by which other minor groove-binding proteins interact with DNA. ", "authors": ["Chin-Yu Chen", "Tzu-Ping Ko", "Ting-Wan Lin", "Chia-Cheng Chou", "Chun-Jung Chen", "Andrew H.-J. Wang"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Probing the DNA kink structure induced by the hyperthermophilic chromosomal protein Sac7d\r\n "}