{"abstract": "Bacteriophage φ29 protein p4 is essential for the regulation of the switch from early to late phage transcription. The protein binds to two regions of the phage genome located between the regulated promoters. Each region contains two inverted repeats separated by 1 bp. We used circular permutation assays to study the topology of the DNA upon binding of the protein and found that p4 induced the same extent of bending independent of the topology of the binding region. In addition, the results revealed that the p4-induced bending is not dependent on the affinity to the binding site but is intrinsic to p4 binding. Independent binding sites were identified through the characterization of the minimal sequence required for p4 binding. The protein has different affinity for each of its binding sites, with those overlapping the A2c and A2b promoter cores (sites 1 and 3), having the highest affinity. The functionality of the p4 binding sites and the contribution of p4-mediated promoter restructuring in transcription regulation is discussed.", "authors": ["Laura Pérez-Lago", "Margarita Salas", "Ana Camacho"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "A precise DNA bend angle is essential for the function of the phage φ29 transcriptional regulator\r\n "}