{"abstract": " Eukaryotic chromatin structure limits the initiation of DNA replication spatially to chromosomal origin zones and temporally to the ordered firing of origins during S phase. Here, we show that the level of histone H4 acetylation correlates with the frequency of replication initiation as measured by the abundance of short nascent DNA strands within the human c-myc and lamin B2 origins, but less well with the frequency of initiation across the β-globin locus. Treatment of HeLa cells with trichostatin A (TSA) reversibly increased the acetylation level of histone H4 globally and at these initiation sites. At all three origins, TSA treatment transiently promoted a more dispersive pattern of initiations, decreasing the abundance of nascent DNA at previously preferred initiation sites while increasing the nascent strand abundance at lower frequency genomic initiation sites. When cells arrested in late G 1 were released into TSA, they completed S phase more rapidly than untreated cells, possibly due to the earlier initiation from late-firing origins, as exemplified by the β-globin origin. Thus, TSA may modulate replication origin activity through its effects on chromatin structure, by changing the selection of initiation sites, and by advancing the time at which DNA synthesis can begin at some initiation sites. ", "authors": ["Michael G. Kemp", "Maloy Ghosh", "Guoqi Liu", "Michael Leffak"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "The histone deacetylase inhibitor trichostatin A alters the pattern of DNA replication origin activity in human cells\r\n "}