{"abstract": " The ARID ( A –T R ich I nteraction D omain) is a helix–turn–helix motif-based DNA-binding domain, conserved in all eukaryotes and diagnostic of a family that includes 15 distinct human proteins with important roles in development, tissue-specific gene expression and proliferation control. The 15 human ARID family proteins can be divided into seven subfamilies based on the degree of sequence identity between individual members. Most ARID family members have not been characterized with respect to their DNA-binding behavior, but it is already apparent that not all ARIDs conform to the pattern of binding AT-rich sequences. To understand better the divergent characteristics of the ARID proteins, we undertook a survey of DNA-binding properties across the entire ARID family. The results indicate that the majority of ARID subfamilies (i.e. five out of seven) bind DNA without obvious sequence preference. DNA-binding affinity also varies somewhat between subfamilies. Site-specific mutagenesis does not support suggestions made from structure analysis that specific amino acids in Loop 2 or Helix 5 are the main determinants of sequence specificity. Most probably, this is determined by multiple interacting differences across the entire ARID structure. ", "authors": ["Antonia Patsialou", "Deborah Wilsker", "Elizabeth Moran"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "DNA-binding properties of ARID family proteins\r\n "}