{"abstract": " The condensation of nucleic acids into well-defined particles is an integral part of several approaches to artificial cellular delivery. Improvements in the efficiency of nucleic acid delivery in vivo are important for the development of DNA- and RNA-based therapeutics. Presently, most efforts to improve the condensation and delivery of nucleic acids have focused on the synthesis of novel condensing agents. However, short oligonucleotides are not as easy to condense into well-defined particles as gene-length DNA polymers and present particular challenges for discrete particle formation. We describe a novel strategy for improving the condensation and packaging of oligonucleotides that is based on the self-organization of half-sliding complementary oligonucleotides into long duplexes (ca. 2 kb). These non-covalent assemblies possess single-stranded nicks or single-stranded gaps at regular intervals along the duplex backbones. The condensation behavior of nicked- and gapped-DNA duplexes was investigated using several cationic condensing agents. Transmission electron microscopy and light-scattering studies reveal that these DNA duplexes condense much more readily than short duplex oligonucleotides (i.e. 21 bp), and more easily than a 3 kb plasmid DNA. The polymeric condensing agents, poly- l -lysine and polyethylenimine, form condensates with nicked- and gapped-DNA that are significantly smaller than condensates formed by the 3 kb plasmid DNA. These results demonstrate the ability for DNA structure and topology to alter nucleic acid condensation and suggest the potential for the use of this form of DNA in the design of vectors for oligonucleotide and gene delivery. The results presented here also provide new insights into the role of DNA flexibility in condensate formation. ", "authors": ["Tumpa Sarkar", "Christine C. Conwell", "Lilia C. Harvey", "Catherine T. Santai", "Nicholas V. Hud"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Condensation of oligonucleotides assembled into nicked and gapped duplexes: potential structures for oligonucleotide delivery\r\n "}