{"abstract": " Mouse proline-rich RNA-binding protein (mPrrp) is a mouse ortholog of Xenopus Prrp, which binds to a vegetal localization element (VLE) in the 3′-untranslated region (3′-UTR) of Vg1 mRNA and is expected to be involved in the transport and/or localization of Vg1 mRNA to the vegetal cortex of oocytes. In mouse testis, mPrrp protein is abundantly expressed in the nuclei of pachytene spermatocytes and round spermatids, and shifts to the cytoplasm in elongating spermatids. To gain an insight into the function of mPrrp in male germ cells, we performed in vitro RNA selection (SELEX) to determine the RNA ligand sequence of mPrrp. This analysis revealed that many of the selected clones contained both of two conserved elements, AAAUAG and GU 1–3 AG. RNA-binding study on deletion mutants and secondary structure analyses of the selected RNA revealed that a two-loop structure containing the conserved elements is required for high-affinity binding to mPrrp. Furthermore, we found that the target mRNAs of Xenopus Prrp contain intact AAAUAG and GU 1–3 AG sequences in the 3′-UTR, suggesting that these binding sequences are shared by Prrps of Xenopus and mouse. ", "authors": ["Tamaki Hori", "Yusuke Taguchi", "Seiichi Uesugi", "Yasuyuki Kurihara"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "The RNA ligands for mouse proline-rich RNA-binding protein (mouse Prrp) contain two consensus sequences in separate loop structure\r\n "}