{"abstract": " Aspartic acid residues comprising the -D-(aa) n -Y-L-D-D- DNA polymerase active site triad of reverse transcriptase from the Saccharomyces cerevisiae long terminal repeat-retrotransposon Ty3 (Asp151, Asp213 and Asp214) were evaluated via site-directed mutagenesis. An Asp151→Glu substitution showed a dramatic decrease in catalytic efficiency and a severe translocation defect following initiation of DNA synthesis. In contrast, enzymes harboring the equivalent alteration at Asp213 and Asp214 retained DNA polymerase activity. Asp151→Asn and Asp213→Asn substitutions eliminated both polymerase activities. However, while Asp214 of the triad could be replaced by either Asn or Glu, introducing Gln seriously affected processivity. Mutants of the carboxylate triad at positions 151 and 213 also failed to catalyze pyrophosphorolysis. Finally, alterations to the DNA polymerase active site affected RNase H activity, suggesting a close spatial relationship between these N- and C-terminal catalytic centers. Taken together, our data reveal a critical role for Asp151 and Asp213 in catalysis. In contrast, the second carboxylate of the Y-L-D-D motif (Asp214) is not essential for catalysis, and possibly fulfills a structural role. Although Asp214 was most insensitive to substitution with respect to activity of the recombinant enzyme, all alterations at this position were lethal for Ty3 transposition. ", "authors": ["Arkadiusz Bibillo", "Daniela Lener", "George J. Klarmann", "Stuart F. J. Le Grice"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": "Functional roles of carboxylate residues comprising the DNA polymerase active site triad of Ty3 reverse transcriptase\r\n "}