{"abstract": " During late mitosis and early G1, replication origins are licensed for subsequent replication by loading heterohexamers of the mini-chromosome maintenance proteins (Mcm2-7). To prevent re-replication of DNA, the licensing system is down-regulated at other cell cycle stages. A small protein called geminin plays an important role in this down-regulation by binding and inhibiting the Cdt1 component of the licensing system. We examine here the organization of Xenopus Cdt1, delimiting regions of Cdt1 required for licensing and regions required for geminin interaction. The C-terminal 377 residues of Cdt1 are required for licensing and the extreme C-terminus contains a domain that interacts with an Mcm(2,4,6,7) complex. Two regions of Cdt1 interact with geminin: one at the N-terminus, and one in the centre of the protein. Only the central region binds geminin tightly enough to successfully compete with full-length Cdt1 for geminin binding. This interaction requires a predicted coiled-coil domain that is conserved amongst metazoan Cdt1 homologues. Geminin forms a homodimer, with each dimer binding one molecule of Cdt1. Separation of the domains necessary for licensing activity from domains required for a strong interaction with geminin generated a construct, whose licensing activity was partially insensitive to geminin inhibition. ", "authors": ["Andrew Ferenbach", "Anatoliy Li", "Marta Brito-Martins", "J. Julian Blow"], "about": ["Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " Functional domains of the Xenopus replication licensing factor Cdt1 \r\n "}