{"keywords": ["amino acid sequence", "base sequence", "genes", "genome", "nucleotides", "synechocystis", "gene annotation"], "abstract": " CyanoBase ( http://www.kazusa.or.jp/cyano/ ) is a database containing genomic information on the cyanobacterium Synechocystis sp. strain PCC6803. It furnishes an annotation to each of the 3168 protein genes deduced from the entire nucleotide sequence of this genome. Information on the genome can be directly accessed through three different menus: a clickable physical map of the genome, a gene classification list, and a keyword search menu, all of which are accessible from the main page of the database. The entry page for a gene annotation contains the following information: the location of the gene on the genome, the nucleotide and deduced amino acid sequence of the gene, the result of a similarity search, and the classification of the deduced gene product according to its function. This page has reverse-links to the local physical map and gene classification list so that relevant genes can be searched in terms of their location on the genome and their function. In addition, the main page of CyanoBase provides engines for similarity searches between a query sequence and the entire genome sequence and for keyword searches, in addition to numerous links to pages containing related information. ", "authors": ["Yasukazu Nakamura", "Takakazu Kaneko", "Makoto Hirosawa", "Nobuyuki Miyajima", "Satoshi Tabata"], "about": ["amino acid sequence", "base sequence", "genes", "genome", "nucleotides", "synechocystis", "gene annotation", "Synthetic Biology and Assembly Cloning", "Mutagenesis", "New Restriction Enzymes", "Nucleic acid amplification", "Nucleic acid modification", "Nucleic acid structure", "Polymorphism/mutation detection", "Protein-nucleic acid interaction", "Protein-protein interaction", "Recombinant DNA expression", "Recombination", "Cell biology", "Repair", "Replication", "RNA characterisation and manipulation", "Computational Methods", "Microarray Technology", "Targeted inhibition of gene function", "Ribosomes and Protein Translation", "Massively Parallel (Deep) Sequencing", "Targeted gene modification", "Chromatin and Epigenetics", "Physical and Biochemical Characterisation of DNA", "DNA-Mediated Cell Transformation and Nucleic Acids Transfer", "Nucleic Acid Enzymology", "Genomics", "Miscellaneous/other", "Transcriptome Mapping - Monitoring Gene Expression"], "title": " CyanoBase, a www database containing the complete nucleotide sequence of the genome of Synechocystis sp. strain PCC6803 \r\n "}